[
  {
    "digest": {
      "Career & Growth": {
        "historical_summary": {
          "STM": [
            "Intro to Comp Sci is proving to be very challenging from the first day.",
            "Feeling overwhelmed with homework and coding assignments, questioning the choice of major."
          ],
          "MTM": [
            {
              "Summary": "The individual is experiencing the initial challenges of a computer science major, questioning the choice of major due to overwhelming coursework.",
              "Patterns": "Struggling with intro courses, questioning career choice, overwhelmed with workload",
              "Goals": "Adapt to academic demands, solidify major choice",
              "Transition": "The transition involves adjusting to the academic rigor of college and reevaluating career aspirations."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual started their journey in Computer Science, facing immediate challenges.",
              "Implications": "This milestone marks the beginning of a transformative journey in education and career planning.",
              "Lessons": "Resilience, importance of support systems, critical thinking"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Complete core Computer Science courses with good grades",
            "Secure a summer internship in tech or related field"
          ],
          "long_term": [
            "Graduate with a degree in Computer Science",
            "Begin a career in software development or a related tech field"
          ]
        }
      },
      "Personal Life & Relationships": {
        "historical_summary": {
          "STM": [
            "Made a few friends in class, finding some comfort in new connections.",
            "Feeling out of place, with high school friends drifting apart."
          ],
          "MTM": [
            {
              "Summary": "The individual is building new connections in college while simultaneously feeling disconnected from old friends.",
              "Patterns": "Making new friends, feeling out of place, drifting from old friends",
              "Goals": "Maintain old friendships, build new supportive networks",
              "Transition": "The transition involves navigating the shift from high school to college social dynamics."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual has begun to establish new relationships in college, marking a significant shift in their social life.",
              "Implications": "This milestone signifies the start of a new phase of personal growth and adaptation to new environments.",
              "Lessons": "Adaptability, importance of social connections, self-discovery"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Strengthen new friendships formed in college",
            "Schedule regular catch-ups with high school friends"
          ],
          "long_term": [
            "Maintain a balanced social life that includes both new and old connections",
            "Develop long-lasting relationships that support personal and professional growth"
          ]
        }
      },
      "Health & Well-being": {
        "historical_summary": {
          "STM": [
            "Struggling with early morning classes and lack of sleep due to noise in dorms.",
            "Experiencing existential crises and feelings of fakeness among peers."
          ],
          "MTM": [
            {
              "Summary": "The individual is facing sleep deprivation and existential crises due to the college environment.",
              "Patterns": "Sleep deprivation, existential crises, feeling out of sync",
              "Goals": "Establish a healthy routine, seek mental health support",
              "Transition": "The transition involves adapting to a new lifestyle and managing mental health in a new setting."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual has encountered significant challenges to their well-being upon entering college.",
              "Implications": "This milestone indicates the need for self-care and adaptation to a new living environment.",
              "Lessons": "Self-care, balance in life, seeking help when needed"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Establish a consistent sleep schedule",
            "Engage in regular physical activity or join a sports club"
          ],
          "long_term": [
            "Maintain mental health through mindfulness or therapy",
            "Achieve a sustainable work-life balance"
          ]
        }
      },
      "Financial Trajectory": {
        "historical_summary": {
          "STM": [
            "Shocked by the high cost of living, especially for basic items like coffee.",
            "Already feeling broke and overwhelmed with expenses."
          ],
          "MTM": [
            {
              "Summary": "The individual is experiencing financial shock due to the high cost of living in college.",
              "Patterns": "Surprised by expenses, feeling overwhelmed financially",
              "Goals": "Learn to budget, seek financial aid or part-time work",
              "Transition": "The transition involves learning to manage finances independently."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual has faced the reality of financial management as a college student.",
              "Implications": "This milestone marks the beginning of financial independence and responsibility.",
              "Lessons": "Financial planning, value of money, resourcefulness"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Create and follow a monthly budget",
            "Apply for scholarships or student loans"
          ],
          "long_term": [
            "Graduate with minimal or no student debt",
            "Start saving for post-graduation life or further education"
          ]
        }
      },
      "Reflections & Philosophy": {
        "historical_summary": {
          "STM": [
            "Questioning the authenticity of happiness and social interactions.",
            "Contemplating life choices and feeling the pressure of college expectations."
          ],
          "MTM": [
            {
              "Summary": "The individual is questioning the authenticity of social interactions and the purpose of their life choices in college.",
              "Patterns": "Questioning social interactions, contemplating life choices, feeling pressured",
              "Goals": "Find personal authenticity, define own path",
              "Transition": "The transition involves introspection and redefining personal values in a new context."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual has started to reflect deeply on life choices and social interactions in the college setting.",
              "Implications": "This milestone signifies a period of philosophical growth and self-awareness.",
              "Lessons": "Self-reflection, authenticity, questioning societal norms"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Attend workshops or seminars on personal development",
            "Journal regularly to reflect on personal growth"
          ],
          "long_term": [
            "Develop a personal philosophy that guides life decisions",
            "Create a life plan that aligns with personal values and aspirations"
          ]
        }
      },
      "$XVI & Technology": {
        "historical_summary": {
          "STM": [
            "Struggling with coding assignments, particularly in Java.",
            "Expressing frustration with coding as a fun activity."
          ],
          "MTM": [
            {
              "Summary": "The individual is struggling with coding assignments, particularly in Java, leading to frustration.",
              "Patterns": "Difficulty with coding, frustration with technology",
              "Goals": "Improve coding skills, find enjoyment in coding",
              "Transition": "The transition involves overcoming initial technological hurdles and developing problem-solving skills."
            }
          ],
          "LTM": [
            {
              "Milestone": "The individual has begun their coding journey, facing initial challenges with Java.",
              "Implications": "This milestone sets the stage for future technological proficiency and problem-solving abilities.",
              "Lessons": "Persistence, learning from failure, value of practice"
            }
          ]
        },
        "projected_goals": {
          "short_term": [
            "Master Java programming language",
            "Engage in coding challenges or hackathons"
          ],
          "long_term": [
            "Become proficient in multiple programming languages",
            "Contribute to open source projects or develop personal tech projects"
          ]
        }
      }
    },
    "metadata": {
      "simulation_age": 18.5,
      "simulation_time": "2021-07-02T16:45:00",
      "tweet_count": 0,
      "age_bracket": "age 18-18.5"
    }
  }
]