[
  {
    "digest": {
      "Career & Growth": {
        "historical_summary": {
          "STM": [
            "Struggling with Intro to Comp Sci class, feeling overwhelmed by the workload.",
            "Flood of homework, indicating a heavy academic load.",
            "Already behind in calculus, suggesting difficulty keeping up with coursework.",
            "Coding assignment causing frustration and stress."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Seek academic support for foundational courses like Computer Science and Calculus",
            "Develop better time management strategies to handle coursework"
          ],
          "long_term": [
            "Excel in core subjects to build a strong academic foundation",
            "Explore internships or co-op programs to gain practical experience"
          ]
        }
      },
      "Personal Life & Relationships": {
        "historical_summary": {
          "STM": [
            "Made a couple of friends in class, feeling a bit more optimistic about social life.",
            "Misses high school friends, indicating a shift in social dynamics.",
            "Awkward roommate situation, with minimal communication.",
            "Attempted conversation with a girl in class did not go well, feeling discouraged about social interactions.",
            "Attended a quick bite in the East Village, enjoying some social time."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Join clubs or groups to meet like-minded individuals",
            "Maintain connections with old friends through regular communication"
          ],
          "long_term": [
            "Cultivate a diverse and supportive social network",
            "Strengthen emotional resilience in adapting to new environments"
          ]
        }
      },
      "Health & Well-being": {
        "historical_summary": {
          "STM": [
            "Waking up at 7am feels abnormal and unwanted.",
            "Feeling like life is spiraling out of control with the workload.",
            "Questioning self-worth and belonging in the college environment."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Incorporate stress-relief techniques like meditation or yoga",
            "Seek counseling or mental health support if needed"
          ],
          "long_term": [
            "Develop a sustainable lifestyle balancing academics, health, and personal life",
            "Foster self-care habits to manage mental health proactively"
          ]
        }
      },
      "Financial Trajectory": {
        "historical_summary": {
          "STM": [
            "Expensive coffee purchase, indicating financial strain from city living costs.",
            "Feeling broke due to unexpected expenses."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Create a budget to manage daily expenses more effectively",
            "Look for part-time work or scholarships to alleviate financial stress"
          ],
          "long_term": [
            "Build financial literacy through courses or self-study",
            "Plan for future financial stability through savings and investments"
          ]
        }
      },
      "Reflections & Philosophy": {
        "historical_summary": {
          "STM": [
            "Feeling out of place and questioning life choices.",
            "Existential crisis at 2am, reflecting on the purpose of college.",
            "Noticing the facade of others having their lives together, finding some comfort in shared pretense.",
            "Questioning the authenticity of happiness and social interactions."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Journal regularly to explore and reflect on personal growth and identity",
            "Engage in philosophical discussions or reading groups"
          ],
          "long_term": [
            "Develop a personal philosophy that guides life choices",
            "Gain insights into authenticity and societal expectations"
          ]
        }
      },
      "$XVI & Technology": {
        "historical_summary": {
          "STM": [
            "Frustration with coding for assignments, particularly Java.",
            "Tech-related stress from the heavy use of technology for homework and learning."
          ],
          "MTM": [],
          "LTM": []
        },
        "projected_goals": {
          "short_term": [
            "Attend coding workshops or coding bootcamps",
            "Seek peer help or tutoring in technology-related courses"
          ],
          "long_term": [
            "Become proficient in coding and software development",
            "Stay updated with emerging technologies and their applications in career fields"
          ]
        }
      }
    },
    "metadata": {
      "simulation_age": 18.5,
      "simulation_time": "2021-07-02T16:45:00",
      "tweet_count": 0,
      "age_bracket": "age 18-18.5"
    }
  }
]