[
  {
    "content": "So, I'm officially back in NYC now. Japan taught me that life's too short not to follow your dreams. Ready to tackle the next chapter, but still figuring out what that looks like. Here's to uncertainty and growth!",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "Another year, another birthday. At 22, the game's changing. Maybe it's time to take XVI more seriously. Who's with me?",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "People keep asking about XVI's future. Honestly, I'm just winging it, hoping it turns into something bigger than a college project gone wild.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "Been thinking about my roots lately. Maybe it's time to reconnect with my family, see if I can bridge the gap that's been growing.",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Landed my first gig with XVI. It's not much, but it's a start. Feels like I'm finally stepping into something real here.",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "The first paycheck from XVI hit my account. Feels surreal to see my side project actually paying off. Time to celebrate with some friends, maybe hit up a new spot in town.",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": "Feeling a bit out of place at this family dinner. Everyone's talking about their stable jobs, and here I am with XVI, still a wild card in my hand. Wonder if they'll ever get it.",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  },
  {
    "content": "Grabbed coffee with a friend from the crypto meetup. They've got some wild ideas about integrating XVI with VR. Could be a game-changer or just a pipe dream. Time will tell.",
    "id": "tweet_8",
    "tweet_count": 8,
    "simulated_date": "2025-01-31",
    "age": 22.083333333333332
  },
  {
    "content": "Had a random thought: if XVI could revolutionize more than just finance, what would that look like? Maybe it's time to start thinking outside the crypto box.",
    "id": "tweet_9",
    "tweet_count": 9,
    "simulated_date": "2025-02-04",
    "age": 22.09375
  },
  {
    "content": "Got a call from my old prof. Turns out my coding skills are needed for a research project. Guess XVI isn't the only thing keeping me up at night now.",
    "id": "tweet_10",
    "tweet_count": 10,
    "simulated_date": "2025-02-08",
    "age": 22.104166666666668
  },
  {
    "content": "Had an idea for XVI: what if we could use it to track and reward community service? Could be a way to give back and grow the platform at the same time. Thoughts?",
    "id": "tweet_11",
    "tweet_count": 11,
    "simulated_date": "2025-02-11",
    "age": 22.114583333333332
  },
  {
    "content": "Had an epiphany while coding all night: XVI could be the key to a new kind of social currency. Imagine rewarding kindness, not just transactions. Time to rethink the platform's core.",
    "id": "tweet_12",
    "tweet_count": 12,
    "simulated_date": "2025-02-15",
    "age": 22.125
  },
  {
    "content": "Met with a VR startup today. They're interested in using XVI for their virtual community events. Could this be XVI's leap into immersive experiences? Feels like we're onto something big.",
    "id": "tweet_13",
    "tweet_count": 13,
    "simulated_date": "2025-02-19",
    "age": 22.135416666666668
  },
  {
    "content": "Family tech day was a hit. Everyone's now on XVI, tracking memories and rewarding kindness. Who knew blockchain could bring us closer?",
    "id": "tweet_14",
    "tweet_count": 14,
    "simulated_date": "2025-02-23",
    "age": 22.145833333333332
  },
  {
    "content": "Thinking about XVI's next big move. Maybe it's time to explore how AI can streamline our blockchain development process. Could this be the edge we need?",
    "id": "tweet_15",
    "tweet_count": 15,
    "simulated_date": "2025-02-27",
    "age": 22.15625
  },
  {
    "content": "Had a late-night coding session with the XVI team. We're thinking about integrating AI to automate project management. Could this be the efficiency boost we need?",
    "id": "tweet_16",
    "tweet_count": 16,
    "simulated_date": "2025-03-02",
    "age": 22.166666666666668
  },
  {
    "content": "Exploring the idea of XVI as a reward system for community contributions. Could this be the next evolution of social currency?",
    "id": "tweet_17",
    "tweet_count": 17,
    "simulated_date": "2025-03-06",
    "age": 22.177083333333332
  },
  {
    "content": "This coding assistant is a game changer for our XVI project. It's like having a smart, tireless teammate. Could AI be the key to unlocking XVI's full potential?",
    "id": "tweet_18",
    "tweet_count": 18,
    "simulated_date": "2025-03-10",
    "age": 22.1875
  },
  {
    "content": "Had a thought while coding: what if XVI could unlock virtual doors? Imagine using it for entry to exclusive events or spaces. Could be the next big thing.",
    "id": "tweet_19",
    "tweet_count": 19,
    "simulated_date": "2025-03-14",
    "age": 22.197916666666668
  },
  {
    "content": "Had a breakthrough idea: XVI could be the key to a new kind of social identity. Imagine if our digital footprints could actually mean something in the real world. Time to explore this!",
    "id": "tweet_20",
    "tweet_count": 20,
    "simulated_date": "2025-03-18",
    "age": 22.208333333333332
  },
  {
    "content": "Thinking about XVI's potential in dating. Could a blockchain-based platform where XVI is the currency for special events or activities make dating more meaningful? Time to explore this!",
    "id": "tweet_21",
    "tweet_count": 21,
    "simulated_date": "2025-03-21",
    "age": 22.21875
  },
  {
    "content": "Thought about XVI and AI integration today. Could AI be the key to unlocking XVI's potential in project management? Time to experiment and see where this leads.",
    "id": "tweet_22",
    "tweet_count": 22,
    "simulated_date": "2025-03-25",
    "age": 22.229166666666668
  },
  {
    "content": "Had an interesting chat with a startup about XVI integration into their AI-driven project management tool. Could this be the synergy we need to scale?",
    "id": "tweet_23",
    "tweet_count": 23,
    "simulated_date": "2025-03-29",
    "age": 22.239583333333332
  },
  {
    "content": "Had a cool idea while working on XVI: what if we used it for a family scavenger hunt? Each clue could be a blockchain transaction, making it a fun, secure game. Might try this out next family gathering.",
    "id": "tweet_24",
    "tweet_count": 24,
    "simulated_date": "2025-04-02",
    "age": 22.25
  },
  {
    "content": "This AI coding assistant isn't just speeding up our work, it's opening doors to new XVI features. Could this be the start of something big?",
    "id": "tweet_25",
    "tweet_count": 25,
    "simulated_date": "2025-04-06",
    "age": 22.260416666666668
  },
  {
    "content": "Had an epiphany while coding—XVI could revolutionize how we manage family events. Imagine tracking milestones with blockchain, turning memories into secure, verifiable tokens. Time to pitch this to the family!",
    "id": "tweet_26",
    "tweet_count": 26,
    "simulated_date": "2025-04-09",
    "age": 22.270833333333332
  },
  {
    "content": "Exploring XVI's potential in VR. Imagine attending virtual meetups where XVI is the currency for entry or rewards. Could this be the next frontier for our platform? Time to experiment.",
    "id": "tweet_27",
    "tweet_count": 27,
    "simulated_date": "2025-04-13",
    "age": 22.28125
  },
  {
    "content": "Had an idea for XVI: what if we could use it to reward kindness in the community? Like, you do something nice, you earn XVI. Could be a game-changer for social interactions.",
    "id": "tweet_28",
    "tweet_count": 28,
    "simulated_date": "2025-04-17",
    "age": 22.291666666666668
  },
  {
    "content": "Thinking about setting up a XVI meetup with a blockchain startup. Could be a chance to showcase how AI can streamline our project management. Time to make some calls.",
    "id": "tweet_29",
    "tweet_count": 29,
    "simulated_date": "2025-04-21",
    "age": 22.302083333333332
  },
  {
    "content": "Integrating XVI with a VR platform could be a game-changer for social events. Imagine attending virtual concerts or meetups with XVI as your ticket. Could this be the future? Time to dive in and see.",
    "id": "tweet_30",
    "tweet_count": 30,
    "simulated_date": "2025-04-25",
    "age": 22.3125
  },
  {
    "content": "Had a cool idea for XVI: what if we could use it for secure family interactions? Like, blockchain-encrypted family game night. Could be a fun bonding experience. Time to pitch it to the family!",
    "id": "tweet_31",
    "tweet_count": 31,
    "simulated_date": "2025-04-28",
    "age": 22.322916666666668
  },
  {
    "content": "Had a breakthrough with XVI and AI coding assistants. We can now automate project timelines and bug fixes. Could this streamline our development process? Time to dive deeper into this integration.",
    "id": "tweet_32",
    "tweet_count": 32,
    "simulated_date": "2025-05-02",
    "age": 22.333333333333332
  },
  {
    "content": "Pitched XVI as a family bonding tool. They're surprisingly into it! Might be the start of something fun and educational for all of us.",
    "id": "tweet_33",
    "tweet_count": 33,
    "simulated_date": "2025-05-06",
    "age": 22.34375
  },
  {
    "content": "Had a wild idea: XVI could be the key to unlocking AI's potential in VR community service. Imagine earning tokens for virtual volunteering. Time to prototype!",
    "id": "tweet_34",
    "tweet_count": 34,
    "simulated_date": "2025-05-10",
    "age": 22.354166666666668
  },
  {
    "content": "Exploring XVI's integration with AR to create a social reward system for real-world kindness. Imagine earning tokens for helping others, turning altruism into a community-driven economy. Could this be the future of social currency? Time to prototype!",
    "id": "tweet_35",
    "tweet_count": 35,
    "simulated_date": "2025-05-14",
    "age": 22.364583333333332
  },
  {
    "content": "Had a thought: XVI could revolutionize dating. Imagine a platform where your profile's authenticity is blockchain-verified, and kindness earns you XVI tokens. Could this make connections more genuine? Time to brainstorm.",
    "id": "tweet_36",
    "tweet_count": 36,
    "simulated_date": "2025-05-17",
    "age": 22.375
  },
  {
    "content": "Had an idea: XVI could be the key to unlocking AI's potential in VR community service. Imagine earning tokens for virtual volunteering. Time to prototype!",
    "id": "tweet_37",
    "tweet_count": 37,
    "simulated_date": "2025-05-21",
    "age": 22.385416666666668
  },
  {
    "content": "Had a realization today: XVI could be the glue that brings my family closer, not just through tech but through shared experiences. Time to make this vision a reality.",
    "id": "tweet_38",
    "tweet_count": 38,
    "simulated_date": "2025-05-25",
    "age": 22.395833333333332
  },
  {
    "content": "Integrating XVI with AI coding assistants could streamline our development process. Imagine automating project timelines and bug fixes. Could this be the future of project management? Time to prototype!",
    "id": "tweet_39",
    "tweet_count": 39,
    "simulated_date": "2025-05-29",
    "age": 22.40625
  },
  {
    "content": "Exploring XVI's potential in VR, we're setting up a virtual event where you can earn tokens for community service. Could this be a new way to give back? Time to prototype!",
    "id": "tweet_40",
    "tweet_count": 40,
    "simulated_date": "2025-06-02",
    "age": 22.416666666666668
  },
  {
    "content": "Had a chat with a VR developer about XVI integration. Their excitement is contagious! Might be time to turn this idea into a reality.",
    "id": "tweet_41",
    "tweet_count": 41,
    "simulated_date": "2025-06-05",
    "age": 22.427083333333332
  },
  {
    "content": "Integrating XVI with AI for project management has hit a snag, but I'm optimistic. Sometimes, the best solutions come from unexpected problems. Time to pivot and innovate.",
    "id": "tweet_42",
    "tweet_count": 42,
    "simulated_date": "2025-06-09",
    "age": 22.4375
  },
  {
    "content": "Had a productive day setting up a XVI-based scavenger hunt for the family. They're actually enjoying the tech side of it. Who knew?",
    "id": "tweet_43",
    "tweet_count": 43,
    "simulated_date": "2025-06-13",
    "age": 22.447916666666668
  },
  {
    "content": "Had a chat with a blockchain dating app founder. We're thinking XVI could add a layer of authenticity to profiles. Could this be the future of online connections? Time to prototype!",
    "id": "tweet_44",
    "tweet_count": 44,
    "simulated_date": "2025-06-17",
    "age": 22.458333333333332
  },
  {
    "content": "Thinking about how XVI could revolutionize family bonding. Created a blockchain-based memory book where we can store moments securely. Might be onto something here.",
    "id": "tweet_45",
    "tweet_count": 45,
    "simulated_date": "2025-06-21",
    "age": 22.46875
  },
  {
    "content": "Had a breakthrough with AI integration into XVI's backend. It's like watching my digital baby take its first steps. Time to celebrate with some virtual champagne!",
    "id": "tweet_46",
    "tweet_count": 46,
    "simulated_date": "2025-06-24",
    "age": 22.479166666666668
  },
  {
    "content": "Had a fascinating meetup with some blockchain enthusiasts. We brainstormed XVI's role in VR community service. The possibilities are mind-blowing! Time to prototype!",
    "id": "tweet_47",
    "tweet_count": 47,
    "simulated_date": "2025-06-28",
    "age": 22.489583333333332
  },
  {
    "content": "Family tech day was a hit! We're now tracking our memories with XVI. It's like a digital scrapbook, but secure and immutable. Who knew tech could be so heartwarming?",
    "id": "tweet_48",
    "tweet_count": 48,
    "simulated_date": "2025-07-02",
    "age": 22.5
  },
  {
    "content": "Blockchain identity for XVI users could be a game changer. Just got off a call with a startup about a pilot project. Could this be the key to secure, verified interactions? Time to prototype!",
    "id": "tweet_49",
    "tweet_count": 49,
    "simulated_date": "2025-07-06",
    "age": 22.510416666666668
  },
  {
    "content": "Got an email from a VR developer. They're interested in XVI for virtual community events. Could this be the start of something big? Time to dive in!",
    "id": "tweet_50",
    "tweet_count": 50,
    "simulated_date": "2025-07-10",
    "age": 22.520833333333332
  },
  {
    "content": "AI's role in XVI's project management is coming together nicely. We've automated timelines, now tackling bug fixes. This could change everything. Time to prototype!",
    "id": "tweet_51",
    "tweet_count": 51,
    "simulated_date": "2025-07-13",
    "age": 22.53125
  },
  {
    "content": "Curious how XVI could integrate with AI coding assistants to streamline blockchain project management. Just had a call with a startup about a pilot project. Could this be the next big step? Time to prototype!",
    "id": "tweet_52",
    "tweet_count": 52,
    "simulated_date": "2025-07-17",
    "age": 22.541666666666668
  },
  {
    "content": "Exploring how XVI can reward acts of kindness. Set up a small pilot where community service earns tokens. It's like watching a social experiment unfold in real-time!",
    "id": "tweet_53",
    "tweet_count": 53,
    "simulated_date": "2025-07-21",
    "age": 22.552083333333332
  },
  {
    "content": "Had an interesting chat with a VR developer about XVI. They're keen on integrating it for virtual event access. Could XVI be the key to unlocking a new dimension of social interactions? Time to dive in!",
    "id": "tweet_54",
    "tweet_count": 54,
    "simulated_date": "2025-07-25",
    "age": 22.5625
  },
  {
    "content": "Had a moment of clarity during my run. XVI isn't just a platform; it's a movement. Time to make it about more than just tech, but about genuine community impact.",
    "id": "tweet_55",
    "tweet_count": 55,
    "simulated_date": "2025-07-29",
    "age": 22.572916666666668
  },
  {
    "content": "Blockchain identity for XVI users is becoming real. Just got off a call with a startup about a pilot project. Could this be the key to secure, verified interactions? Time to dive in!",
    "id": "tweet_56",
    "tweet_count": 56,
    "simulated_date": "2025-08-01",
    "age": 22.583333333333332
  },
  {
    "content": "Setting up XVI for a VR community event. It's like watching a new world take shape. Time to dive in and see where this takes us.",
    "id": "tweet_57",
    "tweet_count": 57,
    "simulated_date": "2025-08-05",
    "age": 22.59375
  },
  {
    "content": "Had a thought-provoking session on AI's role in XVI's future. Maybe it's time to automate more than just code? Could AI help manage our community projects? Time to prototype!",
    "id": "tweet_58",
    "tweet_count": 58,
    "simulated_date": "2025-08-09",
    "age": 22.604166666666668
  },
  {
    "content": "Exploring XVI's integration with AR for community service. Imagine earning tokens for real-world kindness, visualized in augmented reality. Could this be XVI's next evolution? Time to dive in!",
    "id": "tweet_59",
    "tweet_count": 59,
    "simulated_date": "2025-08-13",
    "age": 22.614583333333332
  },
  {
    "content": "Thought about XVI's future during a late-night coding session. Could AI-driven project management be the key to scaling up? Time to prototype and see what happens!",
    "id": "tweet_60",
    "tweet_count": 60,
    "simulated_date": "2025-08-17",
    "age": 22.625
  },
  {
    "content": "A family blockchain scavenger hunt was a hit. Now, thinking of how XVI could make these events even more interactive. Could this be the start of something big? Time to prototype!",
    "id": "tweet_61",
    "tweet_count": 61,
    "simulated_date": "2025-08-20",
    "age": 22.635416666666668
  },
  {
    "content": "Thinking about setting up a XVI-powered dating event. Could be interesting to see how social currency influences real-life connections. Time to prototype!",
    "id": "tweet_62",
    "tweet_count": 62,
    "simulated_date": "2025-08-24",
    "age": 22.645833333333332
  },
  {
    "content": "Planning a XVI meetup to showcase AI coding assistants in blockchain projects. Could be a game-changer for how we collaborate and develop. Time to prototype!",
    "id": "tweet_63",
    "tweet_count": 63,
    "simulated_date": "2025-08-28",
    "age": 22.65625
  },
  {
    "content": "**An AI-driven family tree project where XVI tokens track our lineage. It’s like a blockchain of our history. Could this be the start of something truly personal?**",
    "id": "tweet_64",
    "tweet_count": 64,
    "simulated_date": "2025-09-01",
    "age": 22.666666666666668
  },
  {
    "content": "Had a breakthrough with the AI coding assistant. It's like having a coding buddy that never sleeps. XVI's project management could be next level. Time to dive in and see what this AI can really do!",
    "id": "tweet_65",
    "tweet_count": 65,
    "simulated_date": "2025-09-05",
    "age": 22.677083333333332
  },
  {
    "content": "Exploring how XVI could streamline family gatherings with secure, blockchain-based invitations. Could this make family meetups not just fun, but also secure and exclusive? Time to prototype!",
    "id": "tweet_66",
    "tweet_count": 66,
    "simulated_date": "2025-09-08",
    "age": 22.6875
  },
  {
    "content": "AI's role in XVI is expanding. Just set up an automated system for managing XVI community projects. Could this be the future of project management? Time to dive in!",
    "id": "tweet_67",
    "tweet_count": 67,
    "simulated_date": "2025-09-12",
    "age": 22.697916666666668
  },
  {
    "content": "**Exploring XVI's potential in virtual events. Just had a meeting with a VR startup. Could XVI become the currency for digital experiences? Time to dive in and see!**",
    "id": "tweet_68",
    "tweet_count": 68,
    "simulated_date": "2025-09-16",
    "age": 22.708333333333332
  },
  {
    "content": "Exploring XVI's potential in AI-driven project management. Just set up an automated timeline for our next community event. Could this streamline everything? Time to dive in and see!",
    "id": "tweet_69",
    "tweet_count": 69,
    "simulated_date": "2025-09-20",
    "age": 22.71875
  },
  {
    "content": "**XVI's new feature lets users earn tokens for community service. Seeing people's excitement at our meetup was unreal. Could XVI redefine how we value kindness?**",
    "id": "tweet_70",
    "tweet_count": 70,
    "simulated_date": "2025-09-24",
    "age": 22.729166666666668
  },
  {
    "content": "Exploring XVI's potential in virtual events. Just had a meeting with a VR startup. Could XVI become the currency for digital experiences? Time to dive in and see!",
    "id": "tweet_71",
    "tweet_count": 71,
    "simulated_date": "2025-09-27",
    "age": 22.739583333333332
  },
  {
    "content": "Thought about XVI's potential in AI-driven family projects. Could AI help us map our family history in ways we never imagined? Time to prototype and see!",
    "id": "tweet_72",
    "tweet_count": 72,
    "simulated_date": "2025-10-01",
    "age": 22.75
  },
  {
    "content": "Thinking about how XVI could revolutionize online learning. Could our token system reward knowledge sharing in a whole new way? Time to prototype and see!",
    "id": "tweet_73",
    "tweet_count": 73,
    "simulated_date": "2025-10-05",
    "age": 22.760416666666668
  },
  {
    "content": "Exploring XVI's potential in AI-driven family projects. Could AI help us map our family history in ways we never imagined? Time to prototype and see!",
    "id": "tweet_74",
    "tweet_count": 74,
    "simulated_date": "2025-10-09",
    "age": 22.770833333333332
  },
  {
    "content": "Thinking about how XVI could transform the way we manage personal projects. Could it be the key to organizing our lives better? Time to dive in and see!",
    "id": "tweet_75",
    "tweet_count": 75,
    "simulated_date": "2025-10-13",
    "age": 22.78125
  },
  {
    "content": "**Exploring XVI's role in charity donations. Just watched a demo where donations are tracked transparently. Could XVI be the future of giving back? Time to prototype and see!**",
    "id": "tweet_76",
    "tweet_count": 76,
    "simulated_date": "2025-10-16",
    "age": 22.791666666666668
  },
  {
    "content": "Exploring XVI's potential in real estate. Could it simplify property transactions with smart contracts? Time to prototype and see!",
    "id": "tweet_77",
    "tweet_count": 77,
    "simulated_date": "2025-10-20",
    "age": 22.802083333333332
  },
  {
    "content": "Exploring XVI's integration with local businesses. Just had a chat with a café owner. Could XVI loyalty programs boost local economies? Time to dive in and see!",
    "id": "tweet_78",
    "tweet_count": 78,
    "simulated_date": "2025-10-24",
    "age": 22.8125
  },
  {
    "content": "Thinking about how XVI could simplify event planning. Could smart contracts automate everything from invitations to payments? Time to dive in and see!",
    "id": "tweet_79",
    "tweet_count": 79,
    "simulated_date": "2025-10-28",
    "age": 22.822916666666668
  },
  {
    "content": "Could XVI make online dating more transparent? Met with a dating app dev. They're thinking XVI could verify profiles and interactions. Time to dive in and see!",
    "id": "tweet_80",
    "tweet_count": 80,
    "simulated_date": "2025-11-01",
    "age": 22.833333333333332
  },
  {
    "content": "Thinking about XVI's role in personal fitness. Could gamifying workouts with tokens motivate people to get in shape? Time to dive in and see!",
    "id": "tweet_81",
    "tweet_count": 81,
    "simulated_date": "2025-11-04",
    "age": 22.84375
  },
  {
    "content": "Thinking about XVI's potential in mental health. Could our token system incentivize therapy sessions or meditation? Time to prototype and see!",
    "id": "tweet_82",
    "tweet_count": 82,
    "simulated_date": "2025-11-08",
    "age": 22.854166666666668
  },
  {
    "content": "Could XVI revolutionize how we approach personal finance? Just got an idea for a budgeting app that rewards saving. Time to code and see!",
    "id": "tweet_83",
    "tweet_count": 83,
    "simulated_date": "2025-11-12",
    "age": 22.864583333333332
  },
  {
    "content": "Had an epiphany while sipping coffee. Could XVI help artists monetize their work transparently? Time to sketch out a prototype and see!",
    "id": "tweet_84",
    "tweet_count": 84,
    "simulated_date": "2025-11-16",
    "age": 22.875
  },
  {
    "content": "Met with a local bookstore owner. Could XVI's loyalty program help small businesses thrive in this digital age? Time to prototype and see!",
    "id": "tweet_85",
    "tweet_count": 85,
    "simulated_date": "2025-11-20",
    "age": 22.885416666666668
  },
  {
    "content": "Brainstorming a new side hustle with XVI. Could smart contracts streamline freelance work? Time to code a prototype and see!",
    "id": "tweet_86",
    "tweet_count": 86,
    "simulated_date": "2025-11-23",
    "age": 22.895833333333332
  },
  {
    "content": "Had a lightbulb moment while walking in the park. Could XVI streamline travel planning with smart contracts? Time to brainstorm and see!",
    "id": "tweet_87",
    "tweet_count": 87,
    "simulated_date": "2025-11-27",
    "age": 22.90625
  },
  {
    "content": "Thinking XVI could gamify education. What if students earned tokens for completing assignments? Time to brainstorm and see!",
    "id": "tweet_88",
    "tweet_count": 88,
    "simulated_date": "2025-12-01",
    "age": 22.916666666666668
  }
]