[
  {
    "content": "Jet lag is no joke! Tried sketching at 3 AM, but sleep won. Did manage to plan a family art trip in NYC though. Who knew my sleep-deprived brain could be so productive?",
    "raw_content": "\"Jet lag from Japan to NYC is real! I tried setting up my art supplies at 3 AM, thinking it was the perfect time to sketch. Spoiler: it wasn't. But hey, I did manage to organize a family reunion trip to explore NYC's art scene together. Who knew my sleep-deprived brain could plan so well?\"",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:24.755212",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22 and had an epiphany at my own birthday party - the AI model I've been tweaking to predict market trends? It's like my trading strategy is maturing too. Managed to dodge a market dip by 0.02% thanks to my 'birthday update'.",
    "raw_content": "🎂 Just turned 22 and had an epiphany at my own birthday party - the AI model I've been tweaking to predict market trends? It's like my trading strategy is maturing too. Managed to dodge a market dip by 0.02% thanks to my 'birthday update'. #AIGrownUp",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:30.202630",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Just had a 2 AM coding epiphany - my AI model now predicts market trends with 0.01% more accuracy, but it also recommended I invest in cat food stocks. Turns out, my sleep-deprived brain's creativity is both a blessing and a curse for my trading strategy!",
    "raw_content": "Just had a 2 AM coding epiphany - my AI model now predicts market trends with 0.01% more accuracy, but it also recommended I invest in cat food stocks. 🐱📈 Turns out, my sleep-deprived brain's creativity is both a blessing and a curse for my trading strategy! #AItrader #SleepyGenius",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:36.784485",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Just got off a call with a quant firm recruiter - they loved my AI trading model but were puzzled by the 'cat food stock' memo in my portfolio. Had to explain it was a sleep-deprived coding blunder, not a market trend. They laughed, I cringed, but hey, my birthday epiphany just landed me an interview!",
    "raw_content": "Just got off a call with a quant firm recruiter - they loved my AI trading model but were puzzled by the 'cat food stock' memo in my portfolio. Had to explain it was a sleep-deprived coding blunder, not a market trend. They laughed, I cringed, but hey, my birthday epiphany just landed me an interview!",
    "type": "career",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:43.463548",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  }
]