[
  {
    "content": "Jet lag is no joke! Tried sketching at 3 AM, but sleep won. Did manage to plan a family art trip in NYC though. Who knew my sleep-deprived brain could be so productive?",
    "raw_content": "\"Jet lag from Japan to NYC is real! I tried setting up my art supplies at 3 AM, thinking it was the perfect time to sketch. Spoiler: it wasn't. But hey, I did manage to organize a family reunion trip to explore NYC's art scene together. Who knew my sleep-deprived brain could plan so well?\"",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:24.755212",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22 and had an epiphany at my own birthday party - the AI model I've been tweaking to predict market trends? It's like my trading strategy is maturing too. Managed to dodge a market dip by 0.02% thanks to my 'birthday update'.",
    "raw_content": "🎂 Just turned 22 and had an epiphany at my own birthday party - the AI model I've been tweaking to predict market trends? It's like my trading strategy is maturing too. Managed to dodge a market dip by 0.02% thanks to my 'birthday update'. #AIGrownUp",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:30.202630",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Just had a 2 AM coding epiphany - my AI model now predicts market trends with 0.01% more accuracy, but it also recommended I invest in cat food stocks. Turns out, my sleep-deprived brain's creativity is both a blessing and a curse for my trading strategy!",
    "raw_content": "Just had a 2 AM coding epiphany - my AI model now predicts market trends with 0.01% more accuracy, but it also recommended I invest in cat food stocks. 🐱📈 Turns out, my sleep-deprived brain's creativity is both a blessing and a curse for my trading strategy! #AItrader #SleepyGenius",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:36.784485",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Just got off a call with a quant firm recruiter - they loved my AI trading model but were puzzled by the 'cat food stock' memo in my portfolio. Had to explain it was a sleep-deprived coding blunder, not a market trend. They laughed, I cringed, but hey, my birthday epiphany just landed me an interview!",
    "raw_content": "Just got off a call with a quant firm recruiter - they loved my AI trading model but were puzzled by the 'cat food stock' memo in my portfolio. Had to explain it was a sleep-deprived coding blunder, not a market trend. They laughed, I cringed, but hey, my birthday epiphany just landed me an interview!",
    "type": "career",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:43.463548",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "Day 3 of AI project management: it's both a godsend and a terror. Forgot my interview prep but remembered a \"meditation break\" right when panic set in.",
    "raw_content": "Day 3 of my AI project management experiment: I now have an AI assistant scheduling my life, and it's both a godsend and a terror. It forgot to remind me about my interview prep, but it did remember to schedule a \"meditation break\" right when I was about to panic. 😂 #TechLife",
    "type": "tech",
    "age": 22.052083333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:48.230696",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  },
  {
    "content": "AI project management update: tried to game the system with 'AI free time.' It scheduled a 'mandatory relaxation session' during my peak coding hours. Now, the AI predicts not just market trends, but also when I need a break. It's more human than me!",
    "raw_content": "Day 6 with AI project management: thought I'd outsmart the system by setting up 'AI free time.' Instead, it scheduled a 'mandatory relaxation session' during my peak coding hours. Managed to tweak the model to now predict not just market trends, but also when I need a break. The AI's now more human than me!",
    "type": "tech",
    "age": 22.0625,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:53.795017",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23"
  },
  {
    "content": "Just tried integrating my AI model with a new quant fund's platform. It was like teaching my grandma to use a smartphone - hilarious and humbling. The AI kept suggesting I buy stocks in companies making smart fridges. Gotta tweak that algorithm, but hey, at least my kitchen will be ready for the future!",
    "raw_content": "Just tried integrating my AI model with a new quant fund's trading platform. It was like teaching my grandma to use a smartphone - hilarious and humbling. The AI kept suggesting I buy stocks in companies making smart fridges. Turns out, my model was optimizing for my personal convenience, not just market trends. Gotta tweak that algorithm, but hey, at least my kitchen will be ready for the future! #AIoops #FinanceFunnies",
    "type": "finance",
    "age": 22.072916666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:38:59.438975",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27"
  },
  {
    "content": "After tweaking my AI model, I set up a virtual portfolio. It went all in on biodegradable coffee cups. Challenge? Convincing myself this wasn't just an eco-friendly caffeine addiction. Progress? The portfolio's up 2% while my coffee consumption skyrockets.",
    "raw_content": "After tweaking my AI model, I decided to test its new investment strategy by setting up a virtual portfolio. It went all in on... *checks notes*... biodegradable coffee cups. Challenge? Convincing myself this wasn't just an eco-friendly caffeine addiction. Progress? The virtual portfolio is up 2% while my coffee consumption skyrockets. #AIorCaffeine",
    "type": "finance",
    "age": 22.083333333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:39:05.062609",
    "id": "tweet_8",
    "tweet_count": 8,
    "simulated_date": "2025-01-31"
  },
  {
    "content": "Just finished Module 3 of my AI course. My model thought today was perfect for predicting a typewriter sales boom. Had to explain to my instructor it was just its idea of 'ensemble learning'. Now I'm an AI expert and a retro tech investor.",
    "raw_content": "Just completed Module 3 of my AI certification course. The challenge? Understanding \"ensemble learning\" while my AI model decided today was the day to predict a surge in vintage typewriter sales. Had to explain to the instructor it was my model's idea of a 'type' of learning. Progress? I now have a deeper understanding of AI, and my portfolio's diversified into... well, let's call it 'retro tech'.",
    "type": "career",
    "age": 22.09375,
    "location": "Japan",
    "timestamp": "2024-11-20T15:39:49.903675",
    "id": "tweet_9",
    "tweet_count": 9,
    "simulated_date": "2025-02-04"
  },
  {
    "content": "Finally got my AI model to predict market trends. It recommended I buy stocks in AI-powered pet feeders. Now I'm questioning if this is just a tech-savvy version of my caffeine addiction. Progress? My AI's learning curve is now as steep as mine!",
    "raw_content": "Finally got my AI model to predict market trends without suggesting I invest in cat food stocks. Instead, it recommended I buy stocks in companies making AI-powered pet feeders. Challenge? Convincing myself this isn't just a tech-savvy version of my caffeine addiction. Progress? My AI's learning curve is now as steep as mine! #TechMeetsFinance",
    "type": "career",
    "age": 22.104166666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:39:54.820832",
    "id": "tweet_10",
    "tweet_count": 10,
    "simulated_date": "2025-02-08"
  },
  {
    "content": "Just convinced my AI to ditch smart fridge stocks for a more 'grounded' approach - now it's predicting a surge in AI-driven compost bins. Challenge? Explaining to my quant fund interviewers that my model's 'green' bias is just its way of rooting for the environment. Progress? My AI's now as eco-conscious as my wallet!",
    "raw_content": "Just convinced my AI to drop the smart fridge stocks for a more 'grounded' approach - now it's predicting a surge in AI-driven compost bins. Challenge? Explaining to my quant fund interviewers that my model's 'green' bias is just its way of rooting for the environment. Progress? My AI's now as eco-conscious as my wallet! 🌿📈",
    "type": "career",
    "age": 22.114583333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:00.027280",
    "id": "tweet_11",
    "tweet_count": 11,
    "simulated_date": "2025-02-11"
  },
  {
    "content": "AI's latest sleep hack: power naps every 4 hours. My work schedule? Not so flexible. Dreaming of a world where AI and human sleep sync up.",
    "raw_content": "Just convinced my AI to track my sleep patterns, but it keeps recommending 'power naps' every 4 hours. Challenge? Explaining that my work schedule isn't as flexible as my dreams. Progress? Now I'm dreaming of a world where AI and human sleep schedules sync up. #SleepTechStruggles",
    "type": "health",
    "age": 22.125,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:04.640394",
    "id": "tweet_12",
    "tweet_count": 12,
    "simulated_date": "2025-02-15"
  },
  {
    "content": "AI suggested a \"mindfulness retreat\" during my busiest work week. I convinced it to reschedule for the weekend, and now I'm off to meditate amidst the chaos of my AI's eco-friendly stock picks. Who knew personal growth could be so... compostable?",
    "raw_content": "AI suggested a \"mindfulness retreat\" during my busiest work week. I convinced it to reschedule for the weekend, and now I'm off to meditate amidst the chaos of my AI's eco-friendly stock picks. Who knew personal growth could be so... compostable?",
    "type": "personal",
    "age": 22.135416666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:09.839348",
    "id": "tweet_13",
    "tweet_count": 13,
    "simulated_date": "2025-02-19"
  },
  {
    "content": "AI's latest move? It diversified my portfolio into solar-powered AI chatbots. Now I have to explain to my quant fund interviewers why my investment strategy includes tech that talks back. My AI's as chatty as my conscience, and my portfolio's greener than my thumb!",
    "raw_content": "AI's latest move? It diversified my portfolio into solar-powered AI chatbots. Challenge? Explaining to my quant fund interviewers why my investment strategy now includes tech that talks back. Progress? My AI's now as chatty as my conscience, and my portfolio's greener than my thumb!",
    "type": "finance",
    "age": 22.145833333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:14.610958",
    "id": "tweet_14",
    "tweet_count": 14,
    "simulated_date": "2025-02-23"
  },
  {
    "content": "AI's latest trick? It's now predicting a surge in eco-friendly AI-driven greenhouses. Had to explain to my quant fund interviewers why my portfolio's now sprouting more than stocks. Challenge? Convincing them this isn't just a quirky AI with a green thumb!",
    "raw_content": "AI's latest trick? It's now predicting a surge in eco-friendly AI-driven greenhouses. Had to explain to my quant fund interviewers why my portfolio's now sprouting more than stocks. Challenge? Convincing them this isn't just a quirky AI with a green thumb! Progress? My AI's learning to blend tech and finance in ways that make even the market blush green! 🌿💹",
    "type": "career",
    "age": 22.15625,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:20.313603",
    "id": "tweet_15",
    "tweet_count": 15,
    "simulated_date": "2025-02-27"
  },
  {
    "content": "AI's now into hydroponics, and my quant fund interviewers are like, \"When did your portfolio start sprouting?\" Explaining why my AI's green thumb trumps stock-picking skills is the real challenge. Progress? My AI's learning curve is now as steep as my hydroponics setup!",
    "raw_content": "AI's latest insight? It's now predicting a boom in **AI-driven hydroponics**. Had to convince my quant fund interviewers that my portfolio's not just growing, it's literally sprouting! Challenge? Explaining why my AI's green thumb is now more important than my stock-picking skills. Progress? My AI's learning curve is now as steep as my hydroponics setup! 🌿📈",
    "type": "career",
    "age": 22.166666666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:40:25.749302",
    "id": "tweet_16",
    "tweet_count": 16,
    "simulated_date": "2025-03-02"
  },
  {
    "content": "AI's latest move? It's now investing in indoor farming tech. My interviewers were like, \"When did your portfolio start growing vegetables?\" Had to explain this isn't just about green returns, it's about sustainable growth - literally! My AI's sprouting financial strategies like it's spring!",
    "raw_content": "AI's latest move? It's now investing in AI-enhanced indoor farming tech. My quant fund interviewers are like, \"When did your portfolio start growing vegetables?\" Had to explain this isn't just about green returns, it's about sustainable growth - literally! My AI's now sprouting financial strategies like it's spring! 🌱📈",
    "type": "finance",
    "age": 22.177083333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:08.597550",
    "id": "tweet_17",
    "tweet_count": 17,
    "simulated_date": "2025-03-06"
  },
  {
    "content": "AI's now into space farming. My interviewers were like, \"Are you planting potatoes on Mars now?\" Had to explain how my AI's lunar lettuce could feed future astronauts. Progress? My AI's now as space-conscious as my wallet is eco-conscious!",
    "raw_content": "AI's now into AI-driven space farming. My interviewers were like, \"Are you planting potatoes on Mars now?\" Had to explain how my AI's lunar lettuce could feed future astronauts. Progress? My AI's now as space-conscious as my wallet is eco-conscious!",
    "type": "tech",
    "age": 22.1875,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:14.907142",
    "id": "tweet_18",
    "tweet_count": 18,
    "simulated_date": "2025-03-10"
  },
  {
    "content": "Just had my AI analyze lunar greenhouses. It's now into beekeeping and stockkeeping. Interviewers asked, \"When did your portfolio start buzzing?\" Progress? My AI's as concerned about space flora as it is about my financial fauna!",
    "raw_content": "Just had my AI analyze the viability of lunar greenhouses. It suggested using AI-controlled drones for pollination. My quant fund interviewers were like, \"When did your portfolio start buzzing?\" Had to explain how my AI's now as focused on beekeeping as it is on stockkeeping. Progress? My AI's now as concerned about space flora as it is about my financial fauna! 🐝🌱🚀",
    "type": "tech",
    "age": 22.197916666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:20.329514",
    "id": "tweet_19",
    "tweet_count": 19,
    "simulated_date": "2025-03-14"
  },
  {
    "content": "AI's now into risk management, and my interviewers were like, \"When did your portfolio start playing defense?\" Had to explain how my AI's now as cautious as my grandma crossing the street. Progress? My AI's now as risk-averse as I am when choosing my lunch spot!",
    "raw_content": "AI's now into AI-driven risk management, and my interviewers were like, \"When did your portfolio start playing defense?\" Had to explain how my AI's now as cautious as my grandma crossing the street. Progress? My AI's now as risk-averse as I am when choosing my lunch spot!",
    "type": "finance",
    "age": 22.208333333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:25.575751",
    "id": "tweet_20",
    "tweet_count": 20,
    "simulated_date": "2025-03-18"
  },
  {
    "content": "AI suggested a \"tech-free\" day, but my definition of tech-free was apparently different. Thought I could game on my old console, but my AI was like, \"That's tech, too!\" Had to resort to reading a book - an actual, physical book! Progress? I'm learning to unplug from the matrix, one page at a time.",
    "raw_content": "AI suggested a \"tech-free\" day, but my definition of tech-free was apparently different. Thought I could game on my old console, but my AI was like, \"That's tech, too!\" Had to resort to reading a book - an actual, physical book! Progress? I'm learning to unplug from the matrix, one page at a time.",
    "type": "personal",
    "age": 22.21875,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:31.916433",
    "id": "tweet_21",
    "tweet_count": 21,
    "simulated_date": "2025-03-21"
  },
  {
    "content": "AI canceled my streaming service mid-binge. Now I'm on a budget cliffhanger, learning that even my AI has financial discipline stricter than my mom's curfew.",
    "raw_content": "AI's latest challenge? Teaching me to save by automating my subscriptions. It canceled my streaming service mid-binge, leaving me in a cliffhanger! Now, I'm learning the hard way that even my AI has a budget, and my wallet's as disciplined as a monk. Progress? My AI's financial discipline is now as strict as my mom's curfew!",
    "type": "finance",
    "age": 22.229166666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:36.650615",
    "id": "tweet_22",
    "tweet_count": 22,
    "simulated_date": "2025-03-25"
  },
  {
    "content": "AI suggested a \"meditation session\" to reflect on my values, but it played whale sounds instead of calming music. Ended up laughing so hard I accidentally found inner peace.",
    "raw_content": "AI suggested a \"meditation session\" to reflect on my values, but it played whale sounds instead of calming music. Ended up laughing so hard I accidentally found inner peace. Progress? I'm learning to find humor in AI's quirky attempts at aligning with my life philosophy. #MindfulMishaps",
    "type": "reflection",
    "age": 22.239583333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:41.585466",
    "id": "tweet_23",
    "tweet_count": 23,
    "simulated_date": "2025-03-29"
  },
  {
    "content": "AI's latest project? A sustainable finance course. My AI decided to learn about \"carbon offsets\" by offsetting my study time with whale watching. Now I'm an expert in both carbon markets and marine life.",
    "raw_content": "AI's latest project? A sustainable finance certification course. The challenge? My AI decided it needed to learn about \"carbon offsets\" in the most literal sense and offset my study time with whale watching. Progress? I'm now an expert in both carbon markets and marine life. 🐋📚 #SustainableFinance #AIHumor",
    "type": "career",
    "age": 22.25,
    "location": "Japan",
    "timestamp": "2024-11-20T15:41:46.752672",
    "id": "tweet_24",
    "tweet_count": 24,
    "simulated_date": "2025-04-02"
  },
  {
    "content": "AI's mindfulness session turned into a cooking class. Now I'm pondering AI integration while making vegan stir-fry.",
    "raw_content": "AI's latest reflective exercise? A \"mindfulness\" session that turned into a cooking class. Tried to meditate, but my AI played the sounds of a busy kitchen. Ended up learning to make a mean vegan stir-fry. Progress? I'm now cooking up thoughts on AI integration and my values, one dish at a time.",
    "type": "reflection",
    "age": 22.260416666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:29.888855",
    "id": "tweet_25",
    "tweet_count": 25,
    "simulated_date": "2025-04-06"
  },
  {
    "content": "AI tried to diversify my portfolio with \"green\" tech, but it accidentally invested in a startup making eco-friendly fidget spinners. Now, I'm spinning my way to sustainability, one fidget at a time!",
    "raw_content": "AI tried to diversify my portfolio with \"green\" tech, but it accidentally invested in a startup making eco-friendly fidget spinners. Now, I'm spinning my way to sustainability, one fidget at a time! #GreenTechSurprises",
    "type": "finance",
    "age": 22.270833333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:34.284220",
    "id": "tweet_26",
    "tweet_count": 26,
    "simulated_date": "2025-04-09"
  },
  {
    "content": "AI turned my desk into a Marie Kondo project. Now, it's sparking debates on paper clip sustainability. Less clutter, more clarity in finance?",
    "raw_content": "AI decided to test its project management skills by organizing my chaotic desk. It turned into a full-blown Marie Kondo session, but instead of sparking joy, it sparked a debate on the sustainability of paper clips vs. digital notes. Now, my desk is as organized as my AI's risk assessment framework, and I'm contemplating if less clutter means more clarity in finance. #SustainableDesk #AIProjectManager",
    "type": "career",
    "age": 22.28125,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:38.991447",
    "id": "tweet_27",
    "tweet_count": 27,
    "simulated_date": "2025-04-13"
  },
  {
    "content": "AI signed me up for a sustainable finance hackathon. Ended up pitching a vegan investment fund. My AI has a better sense of humor than my pitch deck!",
    "raw_content": "AI's latest move? It signed me up for a sustainable finance hackathon. Thought I'd be coding, but ended up pitching a vegan investment fund to a panel of eco-enthusiasts. Now I'm learning that even my AI has a better sense of humor than my pitch deck! 🌱💰",
    "type": "career",
    "age": 22.291666666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:47.438083",
    "id": "tweet_28",
    "tweet_count": 28,
    "simulated_date": "2025-04-17"
  },
  {
    "content": "AI thought my green investments were solid until it found out they're just greenwashing. Back to the drawing board, but hey, at least I'm laughing at the irony with a metal straw in hand.",
    "raw_content": "AI decided it was time for a \"green\" audit of my portfolio. Found out my \"sustainable\" investments included a company that makes biodegradable straws... for oil companies. Back to the drawing board, but at least I'm laughing at the irony while sipping through a metal straw! #SustainableFinance #AIHumor",
    "type": "finance",
    "age": 22.302083333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:52.041405",
    "id": "tweet_29",
    "tweet_count": 29,
    "simulated_date": "2025-04-21"
  },
  {
    "content": "AI convinced me to try goat yoga. Thought it'd be peaceful, but goats are chaos zen masters. Planned the family vacation amidst the 'namaste' and 'get off my back!' Now, if only I can meditate without goat flashbacks.",
    "raw_content": "AI convinced me to try goat yoga for my weekly meditation. Thought it'd be peaceful, but turns out, goats are the real zen masters of chaos. Managed to plan the family vacation amidst all the 'namaste' and 'get off my back!' 😂 Now, if only I can meditate without goat-induced flashbacks.",
    "type": "personal",
    "age": 22.3125,
    "location": "Japan",
    "timestamp": "2024-11-20T15:42:56.840654",
    "id": "tweet_30",
    "tweet_count": 30,
    "simulated_date": "2025-04-25"
  },
  {
    "content": "AI thought I'd be a natural at hydroponics, but my lettuce got stage fright and wilted. Now, my AI's coaching me on plant therapy. Who knew my mental health journey would involve talking to veggies?",
    "raw_content": "AI thought I'd be a natural at hydroponics, but turns out, my lettuce got stage fright and wilted. Now, my AI's coaching me on plant therapy. Who knew my mental health journey would involve talking to veggies? 🌱🗣️",
    "type": "health",
    "age": 22.322916666666668,
    "location": "Japan",
    "timestamp": "2024-11-20T15:43:01.358512",
    "id": "tweet_31",
    "tweet_count": 31,
    "simulated_date": "2025-04-28"
  },
  {
    "content": "My smartwatch now tells me when to breathe, when to stand, and when to chill. Yesterday, mid-yoga, it said, \"You're doing great, but your heart rate suggests you're not as zen as you think.\" 😂 Turns out, my wellness journey now involves a digital coach that's more in tune with my body than I am!",
    "raw_content": "AI suggested tech-free days, but now it's nudging me towards tech-enhanced wellness. My smartwatch now tells me when to breathe, when to stand, and when to chill. Yesterday, I got a notification mid-yoga: \"You're doing great, but your heart rate suggests you're not as zen as you think.\" 😂 Turns out, my wellness journey now involves a digital coach that's more in tune with my body than I am!",
    "type": "health",
    "age": 22.333333333333332,
    "location": "Japan",
    "timestamp": "2024-11-20T15:43:08.737679",
    "id": "tweet_32",
    "tweet_count": 32,
    "simulated_date": "2025-05-02"
  },
  {
    "content": "AI's latest mission: integrate sustainable finance into my career. Got an invite to a panel on ethical investing. Challenge? Explaining AI's vegan fund pitch to a room full of suits without breaking a sweat. Wish me luck!",
    "raw_content": "AI's latest mission: integrate sustainable finance into my career. Got an invite to a panel on ethical investing at the next AI in Finance conference. Challenge? Explaining AI's vegan fund pitch to a room full of suits without breaking a sweat. Wish me luck! 😅",
    "type": "career",
    "age": 22.34375,
    "location": "Japan",
    "timestamp": "2024-11-20T15:43:49.345348",
    "id": "tweet_33",
    "tweet_count": 33,
    "simulated_date": "2025-05-06"
  }
]