[
  {
    "content": "Back in NYC after Japan, and the city's got a new vibe. Planning a rooftop BBQ to mix zen with the urban jungle. Here's to new perspectives and old friends.",
    "raw_content": "Just moved back to NYC after my Japan adventure. The city's energy hits different now—feels like I'm seeing it through a new lens. Already planned my first social event: a rooftop BBQ with friends from the old block. Here's to blending the calm of Japan with the chaos of NYC, one bite at a time. 🍔🌆",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:31.759752",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22 and diving into AI & ML for finance. Today, I wrestled with real-time market data to test a model I've been tweaking. It's like teaching calculus to a dog, but I'm making progress. Here's to blending numbers and algorithms into a career masterpiece!",
    "raw_content": "Just turned 22 and diving into AI & ML for finance. Today, got my hands on some real-time market data to test a model I've been tweaking. It's like trying to teach a dog calculus, but somehow, I'm making progress. Here's to blending numbers and algorithms into a career masterpiece! 🎂📈",
    "type": "tech",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:37.411978",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "AI tried to automate my investments. It suggested 500 shares of 'MemeCoin' due to a 'vibe shift'. Laughed, cried, then decided maybe human intuition is still best for now.",
    "raw_content": "Just tried to automate my investment strategy with an AI model. It recommended buying 500 shares of 'MemeCoin' because it detected a 'vibe shift' in the market. I laughed, then cried, then decided maybe I should stick to human intuition for now. #AIhijinks #FinanceFiasco",
    "type": "finance",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:42.817432",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Just had a Zoom meeting with my AI course instructor. Turns out, my model was overfitting like a tight pair of jeans after Thanksgiving dinner. Had to recalibrate, but on the bright side, I'm learning to balance the numbers with the algorithms.",
    "raw_content": "Just had a Zoom meeting with my AI course instructor. Turns out, my model was overfitting like a tight pair of jeans after Thanksgiving dinner. Had to recalibrate, but on the bright side, I'm learning to balance the numbers with the algorithms. #AIInFinance #LearningCurve",
    "type": "career",
    "age": 22.041666666666668,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:47.831776",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "Just spent 3 days wrestling with Python's libraries for my AI finance course. Thought I'd cracked the code, but turns out, my model was predicting stock prices better than the actual market. Had to backtrack and debug, but hey, at least now I can spot overfitting from a mile away!",
    "raw_content": "Just spent 3 days wrestling with Python's libraries for my AI finance course. Thought I'd cracked the code, but turns out, my model was predicting stock prices better than the actual market. Had to backtrack and debug, but hey, at least now I can spot overfitting from a mile away! #AIinFinance #LearningCurve",
    "type": "career",
    "age": 22.052083333333332,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:53.774793",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  },
  {
    "content": "Just spent 3 days wrestling with neural networks for my AI finance course. My model now thinks it's a stock market psychic. Had to remind it we're not in the fortune-telling business yet. Taming these algorithms one debug at a time.",
    "raw_content": "Just spent 3 days deep-diving into neural networks for my AI finance course. My model now thinks it's a stock market psychic, predicting the next big dip. Had to remind it that we're not in the fortune-telling business yet! Learning to tame these algorithms one debug at a time. #AIFinance #NeuralNetworkNinja",
    "type": "career",
    "age": 22.0625,
    "location": "NYC",
    "timestamp": "2024-11-20T15:13:59.478737",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23"
  }
]