[
  {
    "content": "Just landed in NYC. Excited to share my Japan insights at the next tech event. Here's to blending cultures and tech!",
    "raw_content": "Just touched down in NYC after an unforgettable journey in Japan. Feeling a mix of excitement to reconnect with my community and a bit of uncertainty about blending the insights I've gained into my tech event plans. Here we go!",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T20:23:58.145002",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Turned 22 and dove into AI-driven dev tools. Now, blending this with blockchain for my next project.",
    "raw_content": "**Just turned 22 and celebrated with a deep dive into AI-driven dev tools. Excited to blend this knowledge with blockchain for my next project!**",
    "type": "tech",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T20:24:03.176839",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Successfully integrated smart contracts into my blockchain project. This AI-driven dev tool course is paying off.",
    "raw_content": "Just had a breakthrough with my AI-driven dev tool course - successfully integrated smart contracts into my blockchain project. #TechFusion",
    "type": "career",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-22T20:24:09.564714",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Had an eye-opening chat with a blockchain guru at a networking event. AI and blockchain could revolutionize financial modeling. The future's looking bright!",
    "raw_content": "Just had an insightful discussion with a blockchain expert at a networking event. Learned about potential synergies between AI and blockchain in financial modeling. Exciting times ahead!",
    "type": "career",
    "age": 22.041666666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T20:24:14.015476",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "Smart contracts could ensure AI ethics. Heading to a meetup to dive deeper into this.",
    "raw_content": "What if smart contracts could automate ethical compliance in AI? Exploring this intersection at a blockchain meetup tonight. #AI #Blockchain #Ethics",
    "type": "career",
    "age": 22.052083333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T20:24:18.503819",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  }
]