[
  {
    "content": "NYC's skyline is my new canvas. Time to fuse the calm of Japan with the city's vibrant chaos. What's the first scene I should capture?",
    "raw_content": "Back in NYC, the skyline's a different kind of art gallery. Excited to blend the minimalism of Japan with the chaos here. What should I sketch first? #NYC #ArtFusion",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T18:23:22.675902",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "22 years, 22 tweets left in my AI course. Life's hitting 'compile' on version 2.0 of me. Let's debug and optimize.",
    "raw_content": "22 years, 22 tweets left in my AI course. Feels like life's hitting 'compile' on the next version of me. Let's make it run smoothly. #TechBirthday #AIGoals",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T18:23:27.800577",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Neural networks are like my social life: layers upon layers of complexity, but I'm slowly unraveling them. AI course update: still in the loop.",
    "raw_content": "Day 3 of my AI course, and I've just learned that neural networks have more layers than my existential crises. Progress: slow but steady. #AIGoals",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-22T18:23:33.663813",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Debugging a neural network is like trying to decode an ex's silence. Three hours in, and I'm still piecing together the mystery.",
    "raw_content": "Just spent 3 hours debugging a neural network. It's like trying to understand why my ex didn't text back. #AIDrama",
    "type": "career",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T18:23:38.127018",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  }
]