[
  {
    "content": "Landed in NYC. The city's vibe is buzzing, but I'm not sure what to expect. Thinking about organizing a tech meet-up to share my Japan stories and see what ideas we can ignite together. Anyone interested?",
    "raw_content": "Just touched down in NYC after an epic journey in Japan. 🌆✨ The energy here is electric, but I'm feeling a mix of excitement and uncertainty. Planning a tech meet-up to share my adventures and see how my experiences can spark new ideas among friends. Who's in? 🗽🚀",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T17:06:29.091328",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Turned 22 in NYC, and what better way to celebrate than hacking into the future of finance? Got an invite to a blockchain hackathon. Time to see if I can code the next big thing in DeFi with AI.",
    "raw_content": "Just turned 22 in NYC, and what better way to celebrate than diving into the world of AI and blockchain? Got an invite to a blockchain hackathon here. Time to blend my quant finance skills with AI - let's see if I can make the next big thing in DeFi. #BirthdayHacking #TechMeetsFinance",
    "type": "career",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T17:06:34.901430",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "AI and DeFi at the hackathon - it's like watching a toddler play chess. Full of surprises, chaos, and unexpected brilliance.",
    "raw_content": "Just got a sneak peek at some next-gen AI tools for DeFi at the hackathon. Turns out, coding smart contracts with AI is like teaching a toddler to play chess - it's chaotic, hilarious, and full of unexpected moves. #DeFi #AIBlockchain",
    "type": "career",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-22T17:06:39.851667",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Explained blockchain to a DeFi newbie. He compared it to a \"fancy spreadsheet.\" Guess it's back to the drawing board for my pitch!",
    "raw_content": "Just tried to explain blockchain to a DeFi newbie at the hackathon. He nodded, smiled, then asked if it was like a \"fancy spreadsheet.\" 😂 Time to refine my pitch and maybe my understanding too! #TechHumor #DeFi #AI",
    "type": "career",
    "age": 22.041666666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T17:06:44.814022",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  }
]