[
  {
    "content": "Landed in NYC. Tokyo was a dream, but this city's energy is electric. Got my first AI-driven coding session lined up. Transitioning from sushi to smart contracts. Here we go!",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "Feeling a bit out of place at this tech meetup. Everyone's talking about NFTs, and I'm here just trying to understand blockchain basics. Gotta step up my game.",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Walked away from the meetup feeling a bit lost but also motivated. Booked a spot at the blockchain conference next week. Time to dive deep and maybe find my footing in this tech world.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "Catching up with family tonight. Planning to host a tech workshop for them. Should I introduce them to AI pair programming? Might be fun to watch their reactions.",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Feeling more grounded after the family tech night. Now, I'm diving into smart contract audits with AI tools. It's like a puzzle, but with code. Might even contribute to an open-source project.",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "At the blockchain conference, I'm learning about AI's role in smart contract audits. Never thought I'd be this excited about code efficiency. Time to bring this back to my open-source project!",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": "Planning a local AI-blockchain meetup. Invited some experts to share insights. Could be a game-changer for networking and learning.",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  },
  {
    "content": "After the meetup, I'm inspired to start a blog about AI in blockchain. First post: Decentralized Energy Grids. Might be over my head, but worth a shot.",
    "id": "tweet_8",
    "tweet_count": 8,
    "simulated_date": "2025-01-31",
    "age": 22.083333333333332
  },
  {
    "content": "Walked through the city today, testing out an AI navigation app. It's like having a local guide in your pocket, but it recommended a café that was actually closed. Still, tech's progress is impressive.",
    "id": "tweet_9",
    "tweet_count": 9,
    "simulated_date": "2025-02-04",
    "age": 22.09375
  }
]