[
  {
    "content": {
      "content": "Landed in NYC, feeling a mix of excitement and being out of my depth. Got an internship at a quant firm; diving into AI for trading. Also, sketching again, inspired by Tokyo's art. Balancing passion and stability is tough but I'm here for the ride.",
      "raw_content": "\"Just landed in NYC! Excited but a bit overwhelmed. Got an internship at a quant firm, diving into AI for trading. Also, started sketching again, inspired by Tokyo's art scene. Balancing passion and stability, one step at a time.\"",
      "timestamp": "2024-11-11T10:25:36.899458"
    },
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": {
      "content": "Turned 22 in NYC, diving into AI trading at my internship. Also, sketching and blockchain identity are keeping me busy. It's a whirlwind of code, art, and new faces. Here's to the chaos!",
      "raw_content": "\"Just turned 22 in NYC, and things are picking up. I've started an internship at a quant firm, focusing on AI for trading. Also, exploring digital identity in blockchain. Sketching again too. Life's a mix of code, art, and new connections. #YoungTechFounder\"",
      "timestamp": "2024-11-11T10:26:25.477492"
    },
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": {
      "content": "Just got the nod from a blockchain startup to join their AI trading team. Also kicked off a blog to share my tech journey. Trying to juggle passion and stability, one step at a time.",
      "raw_content": "\"Just secured a role in a blockchain startup, integrating AI for secure trading. Also, launched a blog to document my journey in tech and trading. Balancing passion with stability, one project at a time. #YoungTechFounder\"",
      "timestamp": "2024-11-11T10:26:29.803169"
    },
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": {
      "content": "Met some cool people at a local tech meetup, talked AI and blockchain in trading. They liked my ideas, and we might team up. Sketching the city helps me unwind.",
      "raw_content": "\"Joined a local tech meetup, shared insights on AI and blockchain in trading. Got some great feedback and potential collaborators. Also, sketching the city has become my new stress buster. #NYCLife #TechJourney\"",
      "timestamp": "2024-11-11T10:26:34.322882"
    },
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": {
      "content": "Pitched a project at the startup, mixing $$XVI and AI. They're buzzing. Had a call with family; they're supportive but worried about my workload. Diving into the project now.",
      "raw_content": "\"Just pitched a project using $XVI and AI for market predictions at my new blockchain startup. They're excited, and I'm diving into the details. Also, had a video call with family; they're worried but supportive. #TechJourney #BalancingAct\"",
      "timestamp": "2024-11-11T10:26:40.275865"
    },
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": {
      "content": "So, the blockchain startup is intense. Pitched my $$XVI AI trading model; team's feedback was solid. Been hitting coding workshops to up my game. Family's worried, but I'm showing them I've got this, bit by bit.",
      "raw_content": "\"First week at the blockchain startup has been a whirlwind! Presented my AI-driven $XVI trading model to the team, got some great feedback. Also, started attending coding workshops to sharpen my skills. Family still concerned, but I'm proving them wrong, one project at a time.\"",
      "timestamp": "2024-11-11T10:26:46.402015"
    },
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": {
      "content": "Got the go-ahead for my blockchain identity project. Could change trading forever. Also, I'm blogging now - first post coming up. Excited but a bit overwhelmed.",
      "raw_content": "\"Just got the green light for a blockchain-based digital identity project at the startup! It's going to revolutionize secure trading. Also, started a blog to document my tech journey, first post up soon. #TechJourney #SecureTrading\"",
      "timestamp": "2024-11-11T10:26:51.767906"
    },
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  }
]