[
  {
    "content": {
      "content": "- Started a stock chat with my new friends. Knowledge is power.",
      "raw_content": "🗽Just touched down in NYC after an incredible journey through Japan. The blend of tradition and tech there was eye-opening. Now, back to the hustle with new ideas for AI trading algorithms and maybe some blockchain ID integration. Excited, but also a bit daunted by the possibilities. #NYCTech #JapanInspired",
      "timestamp": "2024-11-11T11:13:28.996351"
    },
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": {
      "content": "- Pizza refuel. Needed that.",
      "raw_content": "Just turned 22 and feeling the weight of time. Reflecting on this past year, I've dived deep into AI and blockchain. Now, I'm using AI coding assistants to refine my trading algorithms. Also, got inspired to start sketching again - maybe even digitally. #GrowingUp #TechJourney",
      "timestamp": "2024-11-11T11:13:37.978518"
    },
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": {
      "content": "- College path feeling off. There's more out there.",
      "raw_content": "Just got back from an AI & Blockchain conference in NYC. Met some incredible minds, and now I'm thinking about how to integrate $XVI into smart contracts. The potential is mind-blowing! #TechJourney #Innovation",
      "timestamp": "2024-11-11T11:13:46.833898"
    },
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": {
      "content": "- The more I learn, the less I feel like college is the answer.",
      "raw_content": "\"Just got back from a blockchain conference in NYC. Met some brilliant minds in AI and blockchain. Considering how $XVI could revolutionize secure trading platforms. Also, started a blog to share my tech journey and travel adventures. #TechTravels #XVI\"",
      "timestamp": "2024-11-11T11:13:53.147816"
    },
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": {
      "content": "- Confidence is key. Reviewing my trading models.",
      "raw_content": "Just attended a mind-blowing AI & Blockchain conference in NYC. Met some incredible minds, got inspired to integrate $XVI's tech into smarter trading algorithms. Also, sketching at the event was a hit, might start a digital art series. #TechMeetsArt",
      "timestamp": "2024-11-11T11:14:02.020659"
    },
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  }
]