[
  {
    "content": "Touchdown in NYC. The skyline's a stark contrast to Tokyo's neon glow. Feeling a bit lost, but ready to dive into AI coding. Maybe this city will spark some new ideas. Here we go.",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "22 years, and it's like the world's a puzzle I'm just starting to piece together. Maybe I'll code an AI assistant to help with my trading strategies. It's time to level up.",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Got my hands on some AI coding tools. They're like having a genius co-pilot for my trading algorithms. Feels like I'm cheating, but in the best way possible. $XVI might just get a boost from this.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "AI tools are speeding up my trading algo development, but there's something about manual coding that feels more... authentic. Maybe I'll sketch out some ideas at the park, balance the tech with some old-school creativity. $XVI's still on my mind.",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Chatted with an AI expert at a meetup. Their insights on machine learning got me thinking about integrating that into my trading model. Maybe it's time to expand my skill set. $XVI's still on my radar, but the world's buzzing with more than just crypto.",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "The city's rhythm is infectious. Met a street artist who's into AI-generated art. We traded ideas for hours. Now, I'm thinking about how AI could revolutionize my trading strategies. $XVI's still on my mind, but NYC's tech scene is calling.",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  }
]