[
  {
    "content": "Just landed in NYC with a tech-themed event brewing in my mind. A mix of Japanese aesthetics and innovation. Venue hunt begins now.",
    "raw_content": "Just landed back in NYC and already planning a tech-themed social event. The idea came to me mid-flight - a fusion of Japanese aesthetics and tech innovation. Challenge: finding a venue that's both inspiring and accessible. Surprise: My Japanese sketches might just become the event's decor! #NYC #TechMeetUp",
    "type": "tech",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T10:45:21.799633",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22 in NYC and had a birthday epiphany: blending my love for art with blockchain tech might be my niche. Had a wild meeting with an NFT artist who mistook my interest in their work for a love confession. Here's to a new chapter of creativity in tech!",
    "raw_content": "Just turned 22 in NYC and had a birthday epiphany: blending my love for art with blockchain tech might just be the niche I've been looking for. Had a wild meeting with an NFT artist who mistook my interest in their work for a love confession. Here's to a new chapter of creativity in tech! 🎨💡 #BirthdayRealization",
    "type": "finance",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T10:45:28.526292",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Just wrapped up week one of an AI dev course. My code's now 'optimizing' my ramen, but my grasp on AI's role in blockchain art? That's simmering nicely.",
    "raw_content": "\"Just finished my first week of an AI-driven dev course and guess what? My code tried to 'optimize' my ramen recipe. 🍜 Now, while my noodles are questionable, my understanding of AI's potential in blockchain art is cooking up nicely. #TechMeetsArt #LearningCurve\"",
    "type": "career",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-22T10:45:35.218979",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  }
]