[
  {
    "content": "Landed in NYC with a suitcase full of memories and an empty canvas for what’s next. Japan taught me to embrace the moment, now it's time to turn dreams into reality. Here we go.",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "New job starts soon, and I'm buzzing with anticipation. Here's to growth, learning, and maybe a few more late nights. But first, a birthday reflection: grateful for the journey, ready for what's ahead.",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Feeling 22 and it's a whirlwind of emotions. The past year was a rollercoaster, but it taught me to trust my instincts. Here's to embracing change, chasing dreams, and making every moment count. Thank you for being part of this adventure.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "Got my first paycheck from the quant firm. It's surreal how quickly life changes. Now, do I invest in crypto or take that trip to the Grand Canyon? Decisions, decisions.",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Just got a glimpse of the trading floor at work. It's like stepping into a sci-fi movie, but real. The energy is palpable, and I'm more motivated than ever to dive into this world. Maybe I'll start that blog after all.",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "Back in the lab, working on some code for a new trading algo. The market’s a beast, but I'm learning its language. Every line of code feels like a step closer to where I want to be. Here's to the grind.",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": "Diving into blockchain tech with a side of AI. It's like learning a new language, but with more potential for world domination. Maybe I'll create something that changes the game.",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  }
]