[
  {
    "content": "Jet lag's got me wired, so I'm turning it into a treasure hunt for the perfect event spot. NYC, you're full of surprises.",
    "raw_content": "Just got back to NYC and guess what? My jet lag is now a tech-themed social event planner. 🗽✨ Tried setting up the event at my usual spot but surprise, it's under renovation! So, I'm scouting new venues, embracing the chaos. #NYCLife #TechEventPlanning",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T10:29:49.448541",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just got a virtual high-five from my AI mentor for my progress. Now, to mix that with some blockchain magic. Who knew turning 22 would spark such career fusion?",
    "raw_content": "Turns out, turning 22 means you're old enough to know better, but still young enough to do it anyway! Just got a virtual high-five from an AI mentor for my progress on the AI course. Time to blend that knowledge with some blockchain magic. Who knew my birthday gift would be an epiphany on career fusion? #AI #Blockchain #BirthdaySurprises",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T10:29:54.969375",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "AI mentor session turned blockchain debate. Now, I'm coding smarter contracts with a dash of AI ethics. Who knew career fusion could be so fiery?",
    "raw_content": "Had an AI mentor session that turned into a blockchain debate. Got so heated, we forgot it was virtual. Now, I'm coding smarter contracts with a side of AI ethics. Who knew career fusion could be so fiery? 🔥 #AI #Blockchain #CareerFusion",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-22T10:29:59.772043",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Just had an AI ethics debate with my mentor. Now, our smart contract has a conscience. Who knew coding could lead to an existential crisis?",
    "raw_content": "Just spent 3 hours debating the ethics of AI in art with my mentor. Turns out, our smart contract now has a conscience! Who knew coding could lead to an existential crisis? #TechMeetsPhilosophy",
    "type": "personal",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T10:30:04.705063",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "Just had an AI ethics debate. Now, our smart contract has a conscience. Who knew coding could lead to an existential crisis?",
    "raw_content": "Just navigated my first AI ethics debate. Now, our smart contract has a conscience. Who knew coding could lead to an existential crisis? #AI #Blockchain #TechJourney",
    "type": "career",
    "age": 22.052083333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T10:30:10.190158",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  }
]