[
  {
    "content": "Landed in NYC, ready to dive into the AI scene here. Already set up a meeting with a startup exploring blockchain identity solutions. This city's energy is contagious.",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "Spent the last three days at an AI conference in NYC. Pitched my latest AI-driven trading algo idea to some big names. They loved it, and now I'm 22, feeling like I'm on the cusp of something big. $XVI's community is buzzing, feels like my journey's just beginning.",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Hiked through Central Park with a new friend from the AI conference. We geeked out about blockchain's impact on identity, but the real highlight was the spontaneous street art session we stumbled upon. Added my own sketch to the mix.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "**Met up with my new startup contact at a sleek downtown bistro to brainstorm our AI identity project. We sketched out a roadmap on a napkin, and they're excited to collaborate. Looks like I'm diving into a new venture.**",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "**Spent the morning coding at a local cafe, using AI to refine trading algorithms. Got a notification from the startup; they're interested in my smart contract idea for identity verification. This could be huge.**",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "**Ditched the conference hall for a tech startup's rooftop party. Pitched our AI identity project to some investors, got their business cards. Looks like our startup might just take off.**",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": "**Collaborated with the startup team on our AI identity project. We finalized the smart contract code using GitHub Copilot. Their enthusiasm is infectious; this could redefine digital identity verification.**",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  }
]