[
  {
    "id": "tweet_20241104_161148",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** Sitting at Haneda Airport, waiting for my flight back to NYC. Japan was like a dream - a whirlwind of neon lights, ancient temples, and the quiet of Mount Fuji. It's odd, but part of me feels like I'm leaving a piece of myself here. I'm taking back not just souvenirs, but a new perspective on tech, art, and the beauty of living in the moment. NYC, get ready for a slightly different Xavier. #transitioning\", type='text')]",
    "timestamp": "2024-11-04T16:11:48.475493",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_161219",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** Just landed in NYC. The skyline looks different through my eyes now, less like a tech hub and more like a canvas for human stories. Wondering how this city's rhythm will sync with my newly found tempo of life. Time to sketch out the next chapter, with or without AI's help. #transitioning\", type='text')]",
    "timestamp": "2024-11-04T16:12:19.180938",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_161249",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** NYC's AI-driven art scene is... interesting. Spent the morning at an AI-assisted graffiti exhibit. The irony of technology creating 'art' for the sake of human experience isn't lost on me. Maybe it's time to blend my sketches with some AI magic? The human touch vs. the machine's cold efficiency - who'll win this dance?\", type='text')]",
    "timestamp": "2024-11-04T16:12:49.758012",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_161317",
    "content": "[TextBlock(text='**[2025 | Age 22]** So, I\\'ve been playing around with this AI sketch tool. It\\'s like having a digital Picasso on demand, but the real question is, where does the soul go in this equation? Maybe I\\'ll start a new sketch series: \"The Human vs. The Algorithm.\" Stay tuned, folks. This could get weird or wonderful. Or both.', type='text')]",
    "timestamp": "2024-11-04T16:13:17.007850",
    "likes": 0,
    "retweets": 0
  }
]