[
  {
    "id": "tweet_20241103_220413",
    "content": "[TextBlock(text='[{2025} | Age {22}] Just landed in JFK after my epic journey in Japan. Shibuya\\'s scramble crossing has nothing on the chaos of Times Square, but I swear I\\'m walking differently now. Tokyo taught me patience, I guess. My crypto wallet\\'s feeling lighter after indulging in too much high-tech sushi. Here\\'s hoping my old friends at the quant firm didn\\'t forget me. If not, maybe I\\'ll start my own blockchain startup called \"Zen Dollars\" - because who needs stress when you can have zen? #nyc #japan #lifechanges', type='text')]",
    "timestamp": "2024-11-03T22:04:13.754623",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_220443",
    "content": "[TextBlock(text=\"[{2025} | Age {22}] After a day of jet lag and reacclimating to the New York rhythm, I'm back in my old stomping grounds. Walked past my favorite pizza joint in Alphabet City, and you know what? The smell of garlic and tomato sauce is like a blockchain for my memories - immutable and always the same. Got me thinking, in this city where everything moves at the speed of light, there's something comforting about the constants. Even my old wearable health monitor is buzzing less now, must be the calm I absorbed in Tokyo. Now, if only my crypto wallet would start buzzing again... Maybe I'll pitch 'Zen Dollars' to some old Wall Street friends over a slice. Who knows, might just be the next big thing in financial wellness.\", type='text')]",
    "timestamp": "2024-11-03T22:04:43.643764",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_220517",
    "content": "[TextBlock(text=\"[{2025} | Age {22}] So, I'm back in New York, but Tokyo's calm has left a mark. I swear, I'm now the most zen guy at the subway. Just watched two pigeons fight over a slice of pizza, and instead of laughing, I meditated on their struggle. 'Every pigeon has its day,' I thought. But then, my new blockchain-secured digital ID buzzed with a notification from my old quant firm - they want me back! Guess my zen state can't stop the hustle. Now, as I walk past the place where I had my first taste of $XVI, I wonder if my crypto wallet will ever have the same zen as my mind. Maybe I'll pitch 'Zen Dollars' after all. Who knew that finding inner peace would make me more employable? #nyc #lifechanges\", type='text')]",
    "timestamp": "2024-11-03T22:05:17.898321",
    "likes": 0,
    "retweets": 0
  }
]