[
  {
    "content": "The NYC skyline has a new vibe now. Planning a tech meet-up to share my Japanese insights. Curious how it'll land here.",
    "raw_content": "Back in NYC, the skyline feels different now. Planning a tech meet-up to share insights from Japan. Excited, but also a bit uncertain about how my experiences will resonate here.",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T19:58:33.561231",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just landed from Tokyo with a head full of AI and blockchain ideas. Next up, a tech meet-up to share these insights and celebrate my birthday. Let's see where this year leads us.",
    "raw_content": "22 years old, and I've just returned from Tokyo with fresh perspectives on AI and blockchain. My next move? A tech meet-up to discuss these innovations and celebrate my birthday with fellow visionaries. Let's see where this year takes us! 🎉🚀",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T19:58:38.611877",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Caught up with some sharp minds at the tech meet-up. Swapped Tokyo insights for a blockchain project that could redefine ethical AI. Exciting times ahead!",
    "raw_content": "\"Met some brilliant minds at the tech meet-up. Shared my Tokyo insights and learned about a blockchain project that could revolutionize ethical AI frameworks. Exciting times ahead!\"",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-22T19:58:45.190989",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Blockchain meet-up was a deep dive into AI ethics. Realizing the importance of building with ethics in mind from the start. Exciting to be at the forefront of this change!",
    "raw_content": "Spent the last few days diving deep into AI ethics with my new blockchain contacts. Realized how crucial it is to integrate ethical frameworks from the ground up. Exciting to be part of this shift!",
    "type": "career",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T19:58:50.007298",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  }
]