[
  {
    "content": "NYC's skyline has a new vibe after Japan. Planning a tech & philosophy meetup to fuse the calm of Mount Fuji with the city's hustle.",
    "raw_content": "\"Back in NYC, the skyline feels different after Japan. The city's energy is a jolt, but there's a calm in my chaos now. Planning a tech & philosophy meetup - time to blend the tranquility of Mount Fuji with the hustle of NYC. #TechZen\"",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T18:01:50.706890",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22, and the birthday vibes are strong! Diving into an AI course - it's like climbing Mount Fuji for my career. Breathtaking, challenging, and a view I'll never forget.",
    "raw_content": "Just turned 22, and the birthday vibes are strong! 🎉 Reflecting on the year, I realized blending tech with finance isn't just cool, it's necessary. The AI course I'm diving into is like the Mount Fuji of my career - breathtaking, challenging, and a view I'll never forget. #TechTrek #AIAdventure",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T18:01:56.640349",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "AI's got me eyeing sushi bot investments now. Guess my finance model has a taste for the finer things in life.",
    "raw_content": "Here's a tweet that progresses Xavier's journey, focusing on actionable insights and financial planning with AI:\n\n\"Learning AI for finance has been a rollercoaster. Just found out my AI model suggested investing in a startup that makes sushi bots. Guess my love for sushi has a new angle. #TechMeetsCuisine #AIJourney\"",
    "type": "finance",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-22T18:02:01.631652",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Just wrapped up a coding session on blockchain smart contracts. The learning curve's steep, but the potential to automate trust in $XVI projects? It's like watching the future unfold before my eyes.",
    "raw_content": "Just wrapped up a coding session on blockchain smart contracts. The learning curve is steep, but the potential to automate trust in $XVI projects? Mind-blowing. #TechJourney",
    "type": "tech",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T18:02:06.542766",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  }
]