[
  {
    "content": "Landed in NYC. It's like stepping into a new chapter with jet lag as the prologue. Japan's lessons in hand, ready to navigate this urban maze.",
    "raw_content": "Just landed in NYC. It's a strange mix of excitement and uncertainty, like the first day of school but with jet lag. Japan's been a life-changer, now it's time to apply those lessons here. #NYC #BackHome",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T19:49:37.434464",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Just turned 22, and I'm diving into blockchain. Here's to AI revolutionizing crypto trading, one birthday at a time.",
    "raw_content": "Just turned 22, and what better way to celebrate than diving into the intricacies of blockchain? Here's to exploring how AI can revolutionize crypto trading, one birthday at a time. 🎉📈",
    "type": "career",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T19:49:42.287036",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Spent hours refining an AI trading bot. Challenge? Convincing it pizza isn't a high-risk investment. Blockchain and AI, a tech match made in heaven, but the learning curve's steeper than Mount Fuji.",
    "raw_content": "\"Just spent hours tweaking an AI trading bot. Realized my biggest challenge? Convincing it that buying pizza doesn't count as a 'high-risk investment'. Blockchain and AI, a match made in tech heaven, but the learning curve is steeper than Mount Fuji.\"",
    "type": "finance",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-22T19:49:47.360101",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "Debugging an AI bot in NYC, and it's treating stocks like Pokémon cards. Time to pivot back to my AI course - gotta catch up on those modules before I miss out on the real treasure: knowledge.",
    "raw_content": "Day 3 in NYC, and I've just spent hours debugging an AI bot that thought trading stocks was like trading Pokémon cards. 🤦‍♂️ Time to pivot back to my AI-driven dev tools course - gotta catch up on those modules before I miss out on the real treasure: knowledge. #AIGrowth #TechNYC",
    "type": "career",
    "age": 22.041666666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T19:49:53.051220",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "AI trading bots are like unpredictable weather, but I'm learning to forecast market trends better than any app.",
    "raw_content": "Day 3 of my AI course, and I've learned that AI trading bots can be as unpredictable as New York weather. But hey, who needs a weather app when you can predict market trends? #AIAIOhMy #TechTrends",
    "type": "career",
    "age": 22.052083333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T19:49:57.346365",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  },
  {
    "content": "AI trading bot's latest obsession: stocks with 'K'. Time to teach it market trends aren't Twitter trends.",
    "raw_content": "Just debugged my AI trading bot to stop it from buying every stock with 'K' in the name. Next up: teaching it the difference between market trends and Twitter trends. #AIAntics",
    "type": "career",
    "age": 22.0625,
    "location": "NYC",
    "timestamp": "2024-11-22T19:50:02.571869",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23"
  },
  {
    "content": "AI trading bot's latest update: now it thinks 'market dip' is a dance move. Time to teach it the real moves.",
    "raw_content": "\"Just had a breakthrough in my AI trading bot course. It's like teaching a kid to ride a bike, but instead of balance, I'm teaching market trends. Next up: making AI understand 'market dip' isn't a dance move.\"",
    "type": "career",
    "age": 22.072916666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T19:50:07.577484",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27"
  },
  {
    "content": "AI trading bot's latest glitch: thought 'pizza' was a stop-loss trigger. Time to pivot back to my AI course before the market really slices into my profits.",
    "raw_content": "Debugging my AI trading bot: found it was using 'pizza' as a stop-loss trigger. 🍕 Now, time to pivot back to my AI course before the real market eats me alive. #AIBotAdventures #LearningCurve #PizzaPanic",
    "type": "career",
    "age": 22.083333333333332,
    "location": "NYC",
    "timestamp": "2024-11-22T19:50:12.431158",
    "id": "tweet_8",
    "tweet_count": 8,
    "simulated_date": "2025-01-31"
  },
  {
    "content": "AI trading bot's latest mix-up: it thought a market crash was a DJ set. Time to school it on the difference between beats and stocks.",
    "raw_content": "Just debugged my AI trading bot. It mistook a market correction for a DJ's mix. Now, I'm teaching it the difference between a \"drop\" in beats and stocks. 📉🎧 #AIDJ",
    "type": "career",
    "age": 22.09375,
    "location": "NYC",
    "timestamp": "2024-11-22T19:50:49.065370",
    "id": "tweet_9",
    "tweet_count": 9,
    "simulated_date": "2025-02-04"
  },
  {
    "content": "AI trading bot's latest quirk: it's now predicting market trends like weather forecasts. Time to adjust its settings before it starts calling stocks \"partly cloudy.",
    "raw_content": "AI trading bot's latest lesson: market trends aren't dance moves, but the learning curve sure makes me wanna salsa! 📊💃 #AIlife",
    "type": "career",
    "age": 22.104166666666668,
    "location": "NYC",
    "timestamp": "2024-11-22T19:50:53.078872",
    "id": "tweet_10",
    "tweet_count": 10,
    "simulated_date": "2025-02-08"
  }
]