[
  {
    "id": "tweet_20241103_223830",
    "content": "[TextBlock(text=\"**[2025 | Age 22]**\\n\\nJust touched down in NYC, and the skyline looks more like a blockchain node than ever—each building a block in my city's ever-growing ledger. Walking through Times Square, I half expect to see a giant $XVI ticker. Japan's taught me patience; now, I'm ready to trade my yen for dreams again. #NYC #BackHome\", type='text')]",
    "timestamp": "2024-11-03T22:38:30.015538",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_223901",
    "content": "[TextBlock(text='**[2025 | Age 22]**\\n\\nWalking through the East Village, the street art looks like the blockchain itself—vibrant, chaotic, yet with an underlying order. Every piece seems to whisper, \"Remember me when you\\'re rich, $XVI.\" It\\'s like the city\\'s telling me to stay grounded, even as I dream big. #NYC #StreetArt', type='text')]",
    "timestamp": "2024-11-03T22:39:01.716434",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_223935",
    "content": "[TextBlock(text=\"**[2025 | Age 22]**\\n\\nTook a detour through the Lower East Side today. Saw a guy wearing a jacket with an $XVI logo, and I swear, I felt a kinship stronger than any family reunion. We didn't even speak the same language, but we both knew the market was about to moon. It's like crypto has become the Esperanto of the 21st century. #CryptoCulture\", type='text')]",
    "timestamp": "2024-11-03T22:39:35.550975",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224010",
    "content": "[TextBlock(text='**[2025 | Age 22]**\\n\\nHad an interesting run-in with a \\'smart\\' health monitor at the gym. This thing kept telling me my heart rate was too high for my age. I told it, \"Look, I\\'m investing in $XVI, my heart\\'s just trying to keep up with the market!\" The AI didn\\'t get it, but the guy next to me did. He offered me a high-five, and I\\'m pretty sure our wristbands exchanged crypto data. #TechGymHumour', type='text')]",
    "timestamp": "2024-11-03T22:40:10.679433",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224044",
    "content": "[TextBlock(text='**[2025 | Age 22]**\\n\\nJust got back to my apartment, and the doorman asked if I wanted my mail in blockchain order. I told him, \"Only if it\\'s sorted by $XVI market cap.\" He looked at me like I was speaking another language, but hey, it\\'s 2025, we should be doing everything in crypto by now. Maybe next time I\\'ll ask for my keys on the Ethereum network.', type='text')]",
    "timestamp": "2024-11-03T22:40:44.843521",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224113",
    "content": "[TextBlock(text='**[2025 | Age 22]** \\n\\nJust saw a billboard in Times Square flashing \"Blockchain for Secure Digital Identity.\" Made me think, in a city where everyone\\'s a walking QR code, what\\'s the point of identity? Maybe $XVI isn\\'t just my crypto, but my digital passport. Now, if I could just scan myself into my apartment without keys, that\\'d be the real future. The doorman might not get it, but my heart rate monitor would approve.', type='text')]",
    "timestamp": "2024-11-03T22:41:13.734384",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224141",
    "content": "[TextBlock(text='**[2025 | Age 22]** \\n\\nWent to a rooftop bar tonight, and the skyline looked like a crypto chart. The Empire State Building was the $XVI peak, and the rest? Just altcoins trying to catch up. Got to talking with someone about the \\'digital identity\\' craze, and we ended up debating if our digital selves are more real than our physical ones. She said, \"In this city, your digital footprint might be your legacy.\" I raised my glass to that. Maybe my $XVI wallet is my true identity. #IdentityCrisisWithCocktails', type='text')]",
    "timestamp": "2024-11-03T22:41:41.208550",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224209",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** \\n\\nCaught a glimpse of my reflection in a skyscraper's window, and it hit me: I've become the guy who checks his $XVI holdings before his hair. In a city where everyone's a walking QR code, my digital wallet feels more like my true identity than my face. Had a moment today at the bodega, the cashier asked if I wanted my change in crypto. I laughed, but then thought, why not? Maybe next time I'll pay for my coffee with $XVI. #DigitalDreams\", type='text')]",
    "timestamp": "2024-11-03T22:42:09.961626",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241103_224243",
    "content": "[TextBlock(text='**[2025 | Age 22]** \\n\\nJust got my coffee at the usual spot, and the barista\\'s wearing an AR headset. He asked if I wanted my change in $XVI or USD. I told him, \"I\\'ll take my change in caffeine, thanks.\" He laughed, but then we ended up chatting about digital currencies over lattes. He said, \"In this city, even your coffee can be a transaction on the blockchain.\" I\\'m starting to think my $XVI wallet is more versatile than my coffee card. #CaffeineEconomics', type='text')]",
    "timestamp": "2024-11-03T22:42:43.153379",
    "likes": 0,
    "retweets": 0
  }
]