[
  {
    "content": "Just landed in NYC. Japan's vibrance, serenity, and tech marvels have ignited my spirit. Time to redefine my path with new inspiration. Adventure awaits!",
    "current_location": "NYC",
    "raw_content": "**Xavier's Major Events and Changes Tweet:**\n\n\"✈️ Landing in NYC after an unforgettable journey in Japan, I'm buzzing with ideas and a newfound perspective. The vibrant culture, the serene landscapes, and the technological marvels have sparked a fire within me. 🗽🌆 As I step back into the urban jungle of NYC, I'm not just returning; I'm redefining my path. The experiences in Bangkok and Tokyo have shown me the beauty of living in the moment and the importance of technology in shaping our world. Now, with a heart full of inspiration and a mind teeming with innovation, I'm ready to take on new challenges. Here's to growth, to change, and to making every moment count. #NewBeginnings #TechJourney #LifeInTheCity\"",
    "timestamp": "2024-11-14T21:25:50.824634",
    "category": "Major Events and Changes",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "Turning 22 in NYC feels right. The city's energy reminds me of every place I've been. Each journey shapes who I am. Feels deep.",
    "current_location": "NYC",
    "raw_content": "As I step into 22, the vibrancy of NYC echoes the life lessons from my travels. Embracing the journey, not just the destination, has never felt more profound. #Reflection",
    "timestamp": "2024-11-14T21:26:35.551994",
    "category": "Daily Reflection",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Left college to chase a dream at a quant firm. Blending blockchain with trading. Feels like the start of something big.",
    "current_location": "NYC",
    "raw_content": "🧑‍💻 Just turned 22 and ready to dive into the world of quant trading! Took a leave of absence from college to focus on a new opportunity at a quant firm. Excited to merge my passion for blockchain with trading strategies. #CareerShift #QuantTrading",
    "timestamp": "2024-11-14T21:29:19.086356",
    "category": "Professional Update",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "Diving into blockchain and trading at a quant firm. It's exciting, but also a bit overwhelming. Learning the ropes!",
    "current_location": "NYC",
    "raw_content": "🎓 Left college for a quant firm role. Now diving into blockchain & trading. First days are a mix of excitement and learning! #QuantTrading #BlockchainNYC #NewBeginnings",
    "timestamp": "2024-11-14T21:30:06.671414",
    "category": "Professional Update",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Left college to dive into quant trading and blockchain. Each trade, a lesson. Growing with every step.",
    "current_location": "NYC",
    "raw_content": "🎓💻 Took a leave from college to dive into the world of quant trading and blockchain. Learning and growing with every trade! #QuantTrading #Blockchain #NYC",
    "timestamp": "2024-11-14T21:30:34.296542",
    "category": "Professional Update",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  }
]