[
  {
    "content": "Landed in NYC, fresh from Japan. The city's a blank slate, ready for my next move. Excited to catch up with friends, but there's a hint of uncertainty about what's next.",
    "raw_content": "Just touched down in NYC after an unforgettable time in Japan. The city feels like a new canvas, waiting for me to paint my next chapter. Eager to reconnect with old friends and make new ones, but there's a bittersweet uncertainty about what lies ahead. 🗽 #NewBeginnings",
    "type": "finance",
    "age": 22.010416666666668,
    "location": "NYC",
    "timestamp": "2024-11-25T13:26:09.914278",
    "id": "1861114168369160231",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Turned 22 in NYC. AI meets blockchain, and I'm here to innovate. Let's make this year unforgettable.",
    "raw_content": "🎂 Just turned 22 and landed in NYC with a fresh perspective. Time to blend AI insights with blockchain's potential. What's next? Building bridges between tech and finance to craft something truly innovative. Let's make it a year to remember! #TechBirthday #Innovation",
    "type": "career",
    "age": 22.020833333333332,
    "location": "NYC",
    "timestamp": "2024-11-25T14:11:31.561132",
    "id": "1861125583733662156",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Just had a mind-blowing chat with a blockchain expert. AI enhancing smart contracts? The future's looking wild.",
    "raw_content": "Just had a fascinating chat with a blockchain expert at a networking event. Realizing how AI can enhance smart contracts - the possibilities are mind-blowing! #AIBlockchainFusion",
    "type": "career",
    "age": 22.03125,
    "location": "NYC",
    "timestamp": "2024-11-25T14:22:29.814334",
    "id": "1861128344600781218",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "AI course on smart contracts? I'm in. Let's optimize blockchain transactions and make them as smooth as jazz.",
    "raw_content": "Diving into an AI course on smart contract optimization. Let's see if I can make blockchain transactions as smooth as jazz.",
    "type": "career",
    "age": 22.041666666666668,
    "location": "NYC",
    "timestamp": "2024-11-25T15:22:09.107760",
    "id": "1861143360603660657",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "Just finished an AI module on smart contracts. Now, onto **DeFi**. How do we make it secure and accessible? Let's innovate together.",
    "raw_content": "Just wrapped up a fascinating module on AI-driven smart contracts. Next up: diving into **decentralized finance (DeFi)**. How can we make it more accessible and secure? Let's innovate together.",
    "type": "career",
    "age": 22.052083333333332,
    "location": "NYC",
    "timestamp": "2024-11-25T16:56:20.235305",
    "id": "1861167063714394128",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  },
  {
    "content": "Just watched a webinar on AI optimizing DeFi protocols. The potential for reducing transaction fees and increasing efficiency is mind-blowing. Diving deeper into this rabbit hole.",
    "raw_content": "Just watched a webinar on AI optimizing DeFi protocols. The potential for reducing transaction fees and increasing efficiency is mind-blowing. Time to dive deeper into this rabbit hole! 🐰💻 #DeFi #AI",
    "type": "finance",
    "age": 22.052083333333332,
    "location": "NYC",
    "timestamp": "2024-11-25T16:56:22.483307",
    "id": "1861167072803463283",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  }
]