[
  {
    "id": "tweet_20241104_143239",
    "content": "[TextBlock(text=\"[2025 | Age 22] Just landed back in the bustling streets of NYC, but Tokyo's serene beauty lingers in my mind. The contrast is stark, yet the blend of tradition and tech in Japan has reshaped how I see this city. Feels like I'm seeing NYC through a new lens, one where 5G connectivity and autonomous EVs are just the beginning. Time to integrate what I've learned and make my mark here. #NYC #TechTravels\", type='text')]",
    "timestamp": "2024-11-04T14:32:39.086128",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_143307",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** Diving back into NYC life, but now with a twist. The streets feel different, more connected, almost like they're whispering to each other through 5G. And these autonomous EVs? They're like the new city guides, showing me places I never knew existed. Maybe it's time to explore how quantum-secure blockchain can secure my next art project. #TechInspired #NYC\", type='text')]",
    "timestamp": "2024-11-04T14:33:07.583622",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_143336",
    "content": "[TextBlock(text=\"**[2025 | Age 22]** Just had a mind-blowing convo with an AI about drug discovery. It's like talking to a super-smart friend who knows all the science. Makes me wonder, can AI help me find the cure for my perpetual confusion? 😂 #TechInspired #NYC\", type='text')]",
    "timestamp": "2024-11-04T14:33:36.485941",
    "likes": 0,
    "retweets": 0
  },
  {
    "id": "tweet_20241104_152425",
    "content": "[TextBlock(text='**[2025 | Age 22]** Just had my first ride in an autonomous EV, and it\\'s like having a silent, very tech-savvy chauffeur. Was tempted to ask it for coffee, but I think it only understands \"drive.\" Wondering if this is the future of urban exploration or just a fancy taxi? #TechTravels #NYC', type='text')]",
    "timestamp": "2024-11-04T15:24:25.177748",
    "likes": 0,
    "retweets": 0
  }
]