[
  {
    "content": "Arrived in NYC, feeling a mix of thrill and homesickness. Japan changed me, made me see the world differently. Now, onto a new chapter with quant trading and who knows what else? Here's to the unknown.",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": "Thinking about my next steps with quant trading. It's exhilarating but also daunting. Maybe I'll sketch out some ideas, find some peace in the chaos. 22 years and still figuring it out, but I'm ready for the challenge.",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": "Feeling the weight of 22 years on my shoulders but also the lightness of endless possibilities. Quant trading, sketching, maybe even $XVI - it's all part of this wild ride. Here's to figuring it out, one step at a time.",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": "Settled into my new place in NYC. The city's energy is contagious. Sketching helps me process it all. Quant job starts next week; I'm excited but also, what if I'm not good enough? Here's to embracing the unknown.",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": "Today's the day I start at the quant firm. Feeling a mix of nerves and excitement. Sketched some ideas last night; it's like my brain's trying to map out this new chapter. Here's to diving into the deep end.",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": "First day at the quant firm was intense. AI pair programming is like nothing I've experienced before. Sketched some models during lunch; it's a whole new level of complexity. Feeling both overwhelmed and invigorated. Here we go.",
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  },
  {
    "content": "I've been diving into smart traffic management for my trading models. It's like watching the city's pulse, and it's fascinating. Also, started a small $XVI investment group. Here's to learning and growing together.",
    "id": "tweet_7",
    "tweet_count": 7,
    "simulated_date": "2025-01-27",
    "age": 22.072916666666668
  },
  {
    "content": "Sketching has become my escape from the quant world's intensity. Today, I traded ideas with my AI partner, and we might be onto something big. $XVI's doing well, and I'm thinking about starting a blog to share this journey. Here's to new beginnings and learning curves.",
    "id": "tweet_8",
    "tweet_count": 8,
    "simulated_date": "2025-01-31",
    "age": 22.083333333333332
  },
  {
    "content": "Caught up in the whirlwind of NYC's energy, I've been sketching the city's pulse. Work at the quant firm is intense, but rewarding. $XVI's potential keeps me intrigued. Might start writing about this adventure soon. Here's to new horizons.",
    "id": "tweet_9",
    "tweet_count": 9,
    "simulated_date": "2025-02-04",
    "age": 22.09375
  },
  {
    "content": "Took a break from the trading floor to explore the High Line. The city's chaos seems distant here. Sketching the skyline, I feel a strange calm. Work's intense, but moments like these remind me why I'm here. $XVI's on my mind, but so are my roots.",
    "id": "tweet_10",
    "tweet_count": 10,
    "simulated_date": "2025-02-08",
    "age": 22.104166666666668
  }
]