[
  {
    "content": {
      "content": "- Feeling a bit down. Maybe a book and some tea will help.",
      "raw_content": "Just landed back in NYC. The skyline looks different after Tokyo's neon glow. Excited to see how my Japanese experiences can influence my next big project. #Homecoming #NewBeginnings",
      "timestamp": "2024-11-11T11:19:24.052168"
    },
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04",
    "age": 22.010416666666668
  },
  {
    "content": {
      "content": "Just got back from Japan. The skyline's different now, but it's good to be home.",
      "raw_content": "Just turned 22 and reflecting on the journey so far. Leveraging AI to refine my trading models, and exploring blockchain's potential for secure transactions. Exciting times ahead! #AI #Blockchain #Trading",
      "timestamp": "2024-11-11T11:19:29.502085"
    },
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08",
    "age": 22.020833333333332
  },
  {
    "content": {
      "content": "- Been so focused on work, forgot how to talk to women. Time to change that.",
      "raw_content": "\"Just secured an internship at a fintech firm in NYC. Time to dive deeper into blockchain and AI. #CareerGoals #Fintech\"",
      "timestamp": "2024-11-11T11:19:40.385235"
    },
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12",
    "age": 22.03125
  },
  {
    "content": {
      "content": "**Just got back. The skyline's not the same, but the city's vibe is still electric.**",
      "raw_content": "\"Just got an internship offer from a fintech firm in NYC. Time to blend my blockchain insights with real-world trading. Excited for what's next!\"",
      "timestamp": "2024-11-11T11:19:45.919163"
    },
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16",
    "age": 22.041666666666668
  },
  {
    "content": {
      "content": "- **Just got back. The skyline's changed, but the city's energy is still electric.**",
      "raw_content": "\"Just got an internship offer from a fintech startup in NYC. They're impressed with my blockchain and AI insights. Time to take this adventure to the next level!\"",
      "timestamp": "2024-11-11T11:19:50.510731"
    },
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20",
    "age": 22.052083333333332
  },
  {
    "content": {
      "content": "**The city's buzz is still there. Time to see what I missed.**",
      "raw_content": "Just got an internship offer from a fintech startup in NYC. Excited to dive into real-world blockchain applications and sharpen my trading models with AI tools! #CareerMove #TechJourney",
      "timestamp": "2024-11-11T11:19:54.420544"
    },
    "id": "tweet_6",
    "tweet_count": 6,
    "simulated_date": "2025-01-23",
    "age": 22.0625
  }
]