[
  {
    "content": "Just unpacked my last box in NYC and stumbled upon a Japanese calligraphy set I forgot I had. Might be time to find some zen in this urban jungle. 🗾🌆",
    "raw_content": "\"Just unpacked my last box in NYC and found a Japanese calligraphy set I forgot I bought. Guess it's time to channel my inner zen amidst the urban chaos! 🗾🌆 #NYC #JapanToNYC\"",
    "type": "career",
    "age": 22.010416666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T14:43:09.407541",
    "id": "tweet_1",
    "tweet_count": 1,
    "simulated_date": "2025-01-04"
  },
  {
    "content": "Turned 22 and swapped the birthday candles for coding challenges. Lighting up my career with AI instead. 🥳🤖",
    "raw_content": "Just turned 22, and instead of the usual birthday bash, I spent the morning diving into my AI course. Who needs candles when you can light up your career with neural networks? 🥳🤖 #AI #Learning #BirthdayGoals",
    "type": "career",
    "age": 22.020833333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T14:43:14.484321",
    "id": "tweet_2",
    "tweet_count": 2,
    "simulated_date": "2025-01-08"
  },
  {
    "content": "Spent three days decoding smart contracts. Blockchain's like a trust fund for code - it follows your instructions to the letter, no take-backs. 🧑‍💻💸",
    "raw_content": "Just spent the last 3 days diving into smart contract code - turns out, blockchain is like a trust fund for code. You give it some instructions, and it does exactly what you tell it, no matter how much you regret it later. 🧑‍💻💸 #LearningTheHardWay",
    "type": "career",
    "age": 22.03125,
    "location": "Japan",
    "timestamp": "2024-11-22T14:43:20.129071",
    "id": "tweet_3",
    "tweet_count": 3,
    "simulated_date": "2025-01-12"
  },
  {
    "content": "AI's now my investment chef, cooking up a blockchain pizza. I'm learning to trust the recipe, but I'll always add my own seasoning. 🍕🤖💰",
    "raw_content": "Decided to automate my investment decisions with an AI bot. It picked stocks like it was choosing toppings for pizza - with a surprising taste for blockchain startups. Now I'm learning to trust the algorithm's sauce, but not before adding my own pinch of human oversight. 🍕🤖💰",
    "type": "finance",
    "age": 22.041666666666668,
    "location": "Japan",
    "timestamp": "2024-11-22T14:43:25.273012",
    "id": "tweet_4",
    "tweet_count": 4,
    "simulated_date": "2025-01-16"
  },
  {
    "content": "My AI chef's pizza game is on point, but my social skills? Still in beta. 🍕😅 Time for a tech potluck where the food's smarter than the chat.",
    "raw_content": "Just realized my AI chef might be better at making pizza than I am at making friends. Time to host a tech potluck where the only thing smarter than the conversation is the food. 🍕🤓",
    "type": "personal",
    "age": 22.052083333333332,
    "location": "Japan",
    "timestamp": "2024-11-22T14:43:31.458773",
    "id": "tweet_5",
    "tweet_count": 5,
    "simulated_date": "2025-01-20"
  }
]